{
    "file": "a013.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "WHY\nAND\nWHEREFORE.\nIn\nmaking a study of my race, Ihave found three marked characteristics\nIntelligence—Energy—Industry.\nCombined with these three characteristics\nintense\nLove of Nationality.\nWe live in a complex world.\nIn an\nis\nan\nindependent\npeople\nthese\ncharacteristics and this sentiment are laudable\nVirtues.\nIn\na\nsubject\npeople\nthey are Crimes.\nAfter\nI\nhad laid\nthis\nbitter Truth to heart, I did not have to seek for the\nWVhy and\nWherefore of the Armenian\nMassacres.\n)\nThe\nArmenian Massacres stand\nd without their parallel in history.\nThe\nhuman mind staggers to contemplate the fiendish orgies of which they have\nbeen the victims, and no pen can describe\ne their horrors : and\nthis\nlelpless\nchristian people are to-day in the same d\ndeadly peril as they\nhave\nbeen since\nthe famous Treaty of Berlin consigned\nthem\nbound hand\nand\nfoot\nto\nthe\nmercy of their executioners.\nThe Armenians may be led again\n“as sheep to the slaughter \" and the\nwork of extermination may be completed—Jesus\ns Christ was crucified on\nCalvary and the servant is not greater than lis I\nLord-but the work of their\nextermination can only be completed vhen the evil influences\nin the Turkish\nEnpire have reached their culminating\npoint.\nHitherto\nthe\nPowers of\nEurope have by their jealousies and rivalries cultivated these evil i\ninfluences,\nthey have watered them and made them\ngrow,\nbut when their \nculminating\npoint is\nreached,\nthey\n:on\nChristendom\nmust\nre-act\nand\nthe\nnatural\nconsequence must follow.\nThose who sow the wind, must reap\nthe whirl-\nwind.\nIt is in the \nnatural order of things.\n1 will llow that Liberty, Justice, Equality, Fraternity are the watchwords\ny a small minority ; the great\nof Young Turkey, but\nYoung\nTurkey is only\nmajority of the Turkish nation are not Young\ng Turks.\nThe question therefore resolves itselfinto this critical point: “ What will\nChristendom do\neven now?\ny )"
        },
        {
            "name": "doctr",
            "text": "WHY AND WHEREFORE.\nIn making a study of my race, Ihave found three marked characteristics\nIntelligence-Energy-Industry. Combined with these three characteristics\nis an intense Love of Nationality. We live in a complex world. In an\nindependent people these characteristics and this sentiment are laudable\nVirtues. In a subject people they are Crimes.\nAfter I had laid this bitter Truth to heart, I did not have to seek for the\nWhy and Wherefore of the Armenian Massacres.\nThe Armenian Massacres stand without their parallel in history. The\nhuman mind staggers to contemplate the fiendish orgies of which they have\nbeen the victims, and no pen can describe their horrors : and this hielpless\nchristian people are to-day in the same deadly peril as they have been since\nthe famous Treaty of Berlin consigned them bound hand and foot to the\nmercy of their executioners.\nThe Armenians may be led again A as sheep to the slaughter 35 and the\nwork of extermination may be completed-Jesus Christ was crucified on\nCalvary and the servant is not greater than his Lord-but the work of their\nextermination can only be completed when the evil influences in the Turkish\nEmpire have reached their culminating point. Hitherto the Powers of\nEurope have by their jealousies and rivalries cultivated these evil influences,\nthey have watered them and made them grow, but when their culminating\npoint is reached, they must re-act on Christendom and the natural\nconsequence must follow. Those who SOW the wind, must reap the whirl-\nwind. It is in the natural order of things.\n1 will allow that Liberty, Justice, Equality, Fraternity are the watchwords\nof Young Turkey, but Young Turkey is only a small minority; the great\nmajority of the Turkish nation are not Young Turks.\nThe question therefore resolves itselfinto this critical point: A What will\nChristendom do even now?\""
        },
        {
            "name": "easyocr",
            "text": "AND IVHV IVHEREFORE\nnaking study of my race; In I have found three marked characteristics\n2\nConbined  with these three characteristics Intelligence_Energy_Industry .\nconplex world. Love of Nationality. intense IVe live in is In an a an\nindependent   people these claracteristics and this sentinent laudable are\nVirtues. they Crimes . subject people In are a\nAfter I had laid this bitter Truth to Jeart; [ did not have to seek lor the\nWhy and Wherefore of the Armenian  Massacres.\nThe Armenian Massacres stand without their parallel in  history. The\nthey Iuman mind staggers to contemplate the fiendish orgies of which Jave\nbeen the victims , and and   this   Jelpless can dlescribe their horrors n0 pen\nthey christian people are to-day in the same deadly have been since peri] as\nthie famous Treaty of Berlin consigned them bound hand and foot to the\nmercy of their executioners.\nshcep to the slaughter The Armenians may be led 1 } anc the again as\nwvork of extermination Clrist crucified completed_Jesus be may wvas 0n\nCalvary and the servant is not greater than his Lord_but tle work of their\nonly be completed when the evil influences in the Turkish extermination cal\nculminating Enpire   have reached Powvers their Hitherto the of point.\nEurope have by their jealousies and rivalries cultivated these evil infiuences,\nthey their   culninating have watered then and made then grow, wvhen but\nthey reached, Christendom the natural is and point iust re-act\non\nThose  who consequence must followv SOWV  the wvind, reap the whirl- must\nthings. It is in the natural order of wvind\nLiberty, Justice, Equality, Fraternity are the watchiords 1 will allow that\nof Young Turkey, but Turkey   is only small minority Young the great\n2\nmajority of the Turkish nation are not Young Turks.\nThe question tlierefore resolves itself into this critical What  will point : 4(\nChristendon do nOIv ? \" even"
        },
        {
            "name": "pytesseract",
            "text": "WHY AND WHEREFORE.\nIn making a study of my race, I have found three marked characteristics\nIntelligence—Energy— Industry. Combined with these three characteristics\nis an intense Love of Nationality. We livein a complex world, In an\nindependent people these characteristics and this sentiment are laudable\nVirtues. [In a subject people they are Crimes.\nAfter I had laid this bitter Truth to heart, I did not have to seek for the\nWhy and Wherefore of the Armenian Massacres.\nThe Armenian Massacres stand without their parallel in history. The\nhuman mind staggers to contemplate the fiendish orgies of which they have\nbeen the victims, and no pen can describe their horrors: and this helpless\nchristian people are to-day in the same deadly peril as they have been since\nthe famous Treaty of Berlin consigned them bound hand and foot to the\nmercy of their executioners. |\nThe Armenians may be led again '' as sheep to the slaughter ” and the\nwork of extermination may be completed— jesus Christ was crucified on\nCalvary and the servant is not greater than his Lord—but the work of their\nextermination can only be completed when the evil infuences in the Turkish\nEmpire have reached their culminating point. Hitherto the Powers of\nEurope have by their jealousies and rivalries cultivated these evil influences,\nthey have watered them and made them grow, but when their culminating\npoint is reached, they must re-act on Christendom and the natural\nconsequence must follow. Those who sow the wind, must reap the whirl-\nwind. It is in the natural order of things.\n1 will allow that Liberty, Justice, Equality, Fraternity are the watchwords\nof Young Turkey, but Young Turkey is only a small minority ; the great\nmajority of the Turkish nation are not Young Turks.\nThe question therefore resolves itselfinto this critical point: * What will\nChristendom do even now?”\n"
        }
    ]
}