{
    "file": "a017.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "..\nof blaekened ruins,\nthe\ne stark\nwalls\nof\nthe churches\nand houses\nrising\nup out of the ashes and\ng\nelarred timbers\nheaped\non\nevery\nside.\nWhat\nmust\nit\nmean\nto\nthe\nfive t\nthousand men and\nwho\nhave\nand\nlittle\nchildren\nsurvived\na\npainful\nflight\nto\nthe\nseacoast and have now\nwomen\nreturned\nto\ntheir\nmountain\nhome,\nonly\nto\nfind\ntheir\nhouses\nsacked\nand burned !\nThere were\nnine\nChristian\nvillages\nwhieh\nelustered\nabut\nKessab\nin\nthe\nvalleys\nbelow.\nSeveral of these\nhave\ne been completely\n• destroyed\nby\nfire.\nAll\nhave\nbeen\nplunderèd\nand\ntle\nhelpless people\ndriven out\nor\nslain.'\n”9\n“\nCan you imagine the feelings of the Kessab people as they climbed on foot the long trail\ne\nthe ridge into full view of their charred and\nruined dwellings?\nTheir stores of wheat, barley and rice had been burned ; clothing, cooking\nutensils, furniture and tools had gone ; their goats, eows and mules had been stolen ; their sifk\nindustries stamped out ; their beloved churches reduced to smouldering\nheaps.\nThe bodies of\ntheir\nr friends and relatives\nwho\nhad been killed had not been\nburied.\nAnd yet the love of\nhome is so strong that the people have settled down there with the\ndetermination to elear up\nthe debris and rebuild their houses.\"—Extraets from “ The Sack of Kessab,\" Stephen Van Ht.\nTrowbridge.\n–\nAs these sheets are going through the press there comes news of famine\nat Zeitoon.\nThe Rev. F. W. Macullum,\nAmerican Missionary at Marasl,\nwrites to the Rev. W. WV. Peet, American\nn Missionary at Constantinople, that\n12,000 souls\nin and around Zeitoon\ndying\nare\nof\nhunger ; they are wandering\ncooking\nabout in rags, mixing b\nbran and water,\nand\nand\neating\nit,\nif they can\nget even that.\nRev. Macullum adds,\n“\nThe same story\nto\nus\nfrom all\ncomes\nsides.\nfrom now on\nthe distress will\nbe\ngreatest.\"\nIf 5o,ooo were massacred, the list of those wlo have died and are dying\nof honelessness and starvation wili\nexceed\nIt is\n1 50,000.\n*\ntrue; and the\nnumbers are not exaggerated.\nLast\nyear the people reaped no harvest, and\nthis year there are no sowings.\nThe latest news is that Mush, a prosperous Armenian village that had\nescaped the desolation of the massacres, has been plundered in a nigltattack\nby armed Kurds, and the villagers are now reduced to extreme distress.\nBefore\nthe outbreak the Armenian patriarchal vicar at Mush hadrepeatedly\nappealed\n•\nto\nthe Armenian\nPatriarch at Constantinople,\nand the\nArmenian\nPatriarch\nhad\nConstantinople asking\nrepeatedly\nappealed to the Authorities\nat\nprotec-\ntion\nfor\nthe\nvillagers of Mush as a\nKurdish\nattack\nk was apprehended.\nIt is\nevident\nthat\nthe authorities at Constantinople\nare unable to\nthriving\nprotect\nArmenian\nvillages from Kurdish and Turkish\nh raiders."
        },
        {
            "name": "doctr",
            "text": "ofblackened ruins, the stark walls of the churelies and hiouses rising up out ofthe ashes and\nclarred timbers heaped on every side. What must it mean to the five thousand men and\nwomen and little children who have survived a painful flight to the seacoast and have 110W\nreturned to their mountain home, only to find their houses sacked and burned! Tliere were\nnine Christian villages whieli elustered about Kessab in the valleys below. Several of these\nhave been completely destroyed by tire. All have been plundered and the helpless people\ndriven out or slain.\"\na Can you imagine the feelings of the Kessab people as theyclimbed on foot the long trail\nup, the monntain, and then as they came over the ridge into full view oftheir charredl andl\nruined dwellings? Their stores of wheat, barley and rice lad been burned; clothing, cooking\nutensils, furniture and tools liad gone; ; their goats, eows and mules had been stolen ; their silk\nindustries stamped out; their beloved churches reduced to smouldering heaps. The bodies of\ntheir friends and relatives who had been killed had not been buried. And yet the love of\nhome is sO strong that the people lave settled down there with the determination to elear\nthe debris and rebuild their houses.\" -Extraets from c6 The Sack ofKessab,\" Stephen Van HE\nTrowbridge.\nAs these sheets are going through the press there comes news offamine\nat Zeitoon. The Rev. F. W. Macullum, American Missionary at Marash,\nwrites to the Rev. W. W. Peet, American Missionary at Constantinople, that\n12,000 souls in and around Zeitoon are dying ofhunger ; they are wandering\nabout in rags, mixing bran and water, and cooking and eating it, if they can\nget even that. Rev. Macullum adds, \"The same story comes to us from all\nsides. As we foresaw'all along, from now on the distress will be greatest. 3,\nIf50,000 were massacred, the list of those who have died and are dying\nof homelessness and starvation will exceed 150,000. It is true; and the\nnumbers are not exaggerated. Last year the people reaped no harvest, and\nthis year there are no sowings.\nThe latest news is that Mush, a prosperous Armenian village that had\nescaped the desolation of the massacres, has been plundered in a night attack\nbyarmed Kurds, and the villagers are now reduced to extreme distress. Before\nthe outbreak the Armenian patriarchal vicar at Mush hadrepeatedly appealed\nto the Armenian Patriarch at Constantinople, and the Armenian Patriarch\nhad repeatedly appealed to the Authorities at Constantinople asking protec-\ntion for the villagers of Mush as a Kurdish attack was apprehended. It is\nevident that the authorities at Constantinople are unable to protect thriving\nArmenian villages from Kurdish and Turkish raiders."
        },
        {
            "name": "easyocr",
            "text": "rising of hlaekened ruins, the stark walls of the chureles   and louses up out of the ashes aud\nclarred timbers heaped ou every side, What it to tlc five thousand 1l/1 and Dllst 1ea]\npainful fliglt to thc women and Jittle children mlo   have   survivedl a and]   have ZOTV seacoast\nreturned to their mountain home, only to find their  louses sackel ad burned ! 'flere were\nnine Christian villages whicl elustered alont Kessab in the valley: helow: Several of these\ncompletcly destroyed by tire. anl the   hclpless   people plulered have been All beel Zave\ndriven out or slain.=\nCan yon imagine the feelings of the Iezzab people as Iong they climubed ou foot the trail 6 6\nup the monntain, aud then :3 they into full of their the ridge charre l a1 view calle over\nruined dnellings ? clothing; cooking barley 'Their stores of sheat, and rice lad been hurned ;\ntheir silk utensile, fnrniture and tools lnad goue their goat:, cows and mulc; had beeu stoleu\nthcir beloved churches reduced to smouldering heaps; Tle bodies of industries sta ollt mped\nietermainatien who Zad   been killed had not been buriedl. their  friends and relatives Aud the love of\nhome i: 80 strong that the people have cettled down there with tlie to elear \"E\n'The Sack of Kessab; the debris aud rehuild their houses . Stephen Extraet: from 1au1 ( {\n'Trombridge.\nAs tlese sheets are going through the press there cones newvs of famine\nTT. Macullum; American issionary at larasl; at Zeitoon The Rev. F\nWV. Peet, American Missionary at Constantinople, tlat writes to the Rev. IV.\ndying of Junger ; they are wandering 12,000 souls in and around Zeitoon\nare\nabout in rags; mixing bran and water, and cooking and eating they it, if\ncan\nRev. Jacullun adds, The same story comes to us from all get even that.\nalong, fron 0n the distress wvill be greatest. sides. As wve foresawv' all IlOWV\nIl 5o,000 wvere nassacred, the list of those wl1o have died and are dying\nwvill It is of   Jomelessness and starvation exceed and the 150,000 true ;\nexaggerated. numbers Last the people reaped no harvest, and not are year\nsowvings. this year there are no\nnews is that Jush, a prosperous Armenian   village that Iad The latest\nescaped the desolation of the massacres, hias been plundered in a niglt attack\nby armed Kurds, and the villagers are now reduced to extrene distress. Before\nthie outbreak the Armenian patriarchal vicar at Jush had repeatedly appealed\nto the Armenian Patriarch at Constantinople; and Patriarch the Armenian\nhad repeatedly appealed to the Authorities at Constantinople asking protec-\napprehended  villagers of Mush as tion for the Kurdish It attack is\nwvas 2\nunable to protect   thriving evident that the authorities at Constantinople\nare\nvillages from Kurdish and Turkish raiders . Arnenian"
        },
        {
            "name": "pytesseract",
            "text": "of blaekened ruins, the stark walls of the ehurehes and houses rising up out of the ashes and\neliurred timbers heaped on every side. What must it mean to the five thousand men and\nwomen and little eluldren who have survived a painful fłight to the seacoast and have now\nreturned to their mountain home, only to find their houses sacked and burned!  \"Fliere were\nnine Christian viHages whieh elustered about Kessab in the valleys below. Severat of these\nhave been completely destroyed by lire. All have been plundered and the helpless people\ndriven out or słain.”\n< Can you imagine the feelings of tle Kessab people as they climbed on foot the long trail\nup the monntain, and then as they came over the ridge into full view of their charred and\nruined dwełlings ? Their stores of wheat, barley and rice had been burned ; elothing, eooking\nutensils, furniture and tools had gone ; their goats, eows and mules had been stolen ; their silk\nindustries stamped out ; their beloved churches reduced to smouldering heaps. \"The bodies of\ntheir friends and relatives who had been killed had not been buried. And yet the love of\nhome is so strong that the people have settled down there with the determination to elear up\nthe debris and rebuild their houses.” —Extraets from « [he Sack of Kessab,” Stephen Van hi.\n'Trowbridge.\nAs these sheets are going through the press there comes news of famine\nat Zeitoon. The Rev. F. W. Macullum, Americąn Missionary at Marash,\nwrites to the Rev. W. W, Peet, American Missionary at Constantinople, that\n12,000 souls in and around Zeitoon are dying of hunger ; they are wandering\nabout in rags, mixing bran and water, and cooking and eating it, if they can\nget even that. Rev. Macullum adds, * The same story comes to us from ali\nsideś. As we foresaw all along, from now on the distress will be greatest.”\nIf 50,000 were massacred, the list of those who have died and are dying\nof homelessness and starvation will exceed 150,000. It is true; and the\nnumbers are not exaggerated. Last year the people reaped no harvest, and\nthis year there are no sowings.\nThe latest news is that Mush, a prosperous Armenian village that had\nescaped the desolation of the massacres, has been plundered in a night attack\nby armed Kurds, and the villagers are now reduced to extreme distress. Before\nthe outbreak the Armenian patriarchal vicar at Mush had repeatedly appealed\nto the Armenian Patriarch at Constantinople, and the Armenian Patriarch\nhad repeatedly appealed to the Authorities at Constantinople asking protec-\ntion for the villagers of Mush as a Kurdish attack was apprehended. It is\nevident that the authorities at Constantinople are unable to protect thriving\nArmenian villages from Kurdish and Turkish raiders.\n"
        }
    ]
}