{
    "file": "a024.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "14\nJamais les populations\nchrètiennes ne se sont révoltées, s\n“\nspontanément,\nd’elles-mêmes.\nLes révoltes\nont toujours été\npartielles\net\nespacées, ce qui\ntend bien à prouver\nqu'\n'elles\nsont\nprovoquées\nnon\npar\ncertains\ninjustices\nadministrative\ne que\nêtre\nconstantes\net\nles\nsavons\nmêmes\nnous\npour\ntous,\nmais par les sourdes\nmenées\nde\nl'extérieur.\nLes\nagences\nconsulaires,\nles\n&\nécoles\n étrangères,\nles\nmaisons\ndes\nmissionnaires, couvertes par les Capitula-\ntions, ont servi de foyer de\npropagande,\nde dépôts d’armes,\net\nmêmé\nde\nrefuge\npour\nles\nperturbateurs.\nSouvent\nles ambassadeurs sont\nintervenus\nfaire\ngracier\ndes rebelles\npris\npour\net\ncondamnés.\n. On se r\nrappelle\navec\nquelle\nsolennité\nles Arméniens\nqui\ns’étaient\nintroduits dans\nla\nBanque\nÖttomane furent\nà\nbord d'un bateau par le drogman\nt conduits sains et saufs\nde l’Ambassade russe—leur complice:\n«  \nSi ces prétendus patriotards sont tant soutenus et choyés dans le monde\noccidental, c’est parce qu’ils constituent un élément ou plutôt un instrument\nde destruction au service\nde certains\nEuropéens éléves dans les p\npréjugés des\nCroissades et qui crient avec\nChateaubriand : (·L'espèce\nhumaine\nne\npeut\nque gagner à là\ndestruction de l’Empire Ottoman').\"\n1\n+\n,\nThe author of “ La Crise de L'Orient” continues in this strain.\nAre we\nthen to suppose that the\nBritish\nn Consuls, men whose truthfulness\nhas never\nbeen impeached, whose\nreports on tlie unsupportable sufferings of the subject\nchristian races and the oppressions\ns and hideous atrocities of the Turks, h\nhave\nfilled\nvolumes :\nand\nlikewise\nthe\nAmerican\nMissionaries,\n–\nmen\nwho\nhave\ndeservedly gained\nthe\nhonor\nand\nrespect\nof\nthe world,\nwhose\nstatements\nhave corroborated\nthe\nBritish\nConsular\nreports ; 1\nhave\nbeen\naccording to\nAhmed Riza Bey\nthe\nmischief-makers in\nthe\nTurkish\nEmpire?\nsince it is\nfrom them alone\nthe\nworld has\ngained\nthe\nwidest\nand\nmost\ncorrect know-\nledge\ne of the daily miseries and oppessions under which\nthe\nsubject Christian\nhave\nAre\nalso\nthat men\nlike\nraces\nW€\nto\nsuppose\nMr.\nJames\nBryce and Dr. Dillon\nhave\nby\nmendacious\n–\nwritings\nupheld\nthem,\nBritish\nConsul\nand\nAmerican\nMissionary,\nliars,\nand\nmischief\nmakers?\nOr\nrather are we not to suppose that if thipking\nmen\nand\nwonen\nin\nthe world\nhave come to cry out with\nChateaubriand “ L'espèce\nhumaine\nne\npeut que\ngagner à la destruction de l'Empire Ottoman\ny 5\nit is\nbecause\nthe\nTurks have\nearned the world's condemnation through their\nown diabolical\nacts, and on\naccount of the woe and desolation which\nTurkish\nrule has worked\nover the\nfairest provinces under\nthe sun.\nIf\nthe\nTurk\nwill\nturn from the evil of his\nways unto good, 1\nthe\n:stigma\nof\nf “ tlie\nunspeakable\nTurk\nwhich\nnow attaches\nitself to him, will\nO\nThe bringing\nbe\nveritable truth.\nabout\nof the\ncease\nto\na\ntransformation\nwith himself.\nrests"
        },
        {
            "name": "doctr",
            "text": "14\na Jamais les populations chrètiennes ne se sont révoltées, spontanément,\nd'elles-mêmes. Les révoltes ont toujours été partielles et éspacées, ce qui\ntend bien à prouver qu'elles sont provoquées non par certains injustices\nadministrative que nous savons être constantes et les mêmes pour tous,\nmais par les sourdes menées de l'extérieur. Les agences consulaires, les\nécoles étrangères, les maisons des missionnaires, couvertes par les Capitula-\ntions, ont servi de foyer de propagande, de dépôts d'armes, et même de\nrefuge pour les perturbateurs. Souvent les ambassadeurs sont intervenus\npour faire gracier des rebelles pris et condamnés. On se rappelle avec\nquelle solennité les Arméniens qui s'étaient introduits dans la Banque\nOttomane furent conduits sains et saufs à bord d'un bateau par le drogman\nde l'Ambassade russe-leur complice:\n\"Si ces prétendus patriotards sont tant soutenus et choyés dans le monde\noccidental, c'est parce qu'ils constituent un élément ou plutôt un instrument\nde destruction au service de certains Européens éléves dans les préjugés des\nCroissades et qui crient avec Chateaubriand: (L'espèce humaine ne peut\nque gagner à la destruction de l'Empire Ottoman').\"\nThe author of a La Crise deL'Orient\" continues in this strain. Are we\nthen to suppose that the British Consuls, men whose truthfulness has never\nbeen impeached, whose reports on the unsupportable sufferings ofthe subject\nchristian races and the oppressions and hideous atrocities of the Turks, have\nfilled volumes : and likewise the American Missionaries, men who have\ndeservedly gained the honor and respect of the world, whose statements\nhave corroborated the British Consular reports ; have been according to\nAhmed Riza Bey the mischief-makers in the Turkish Empire ? since it is\nfrom them alone the world has gained the widest and most correct know-\nledge ofthe daily miseries and oppessions under which the subject Christian\nraces have groaned. Are wE also to suppose that men like Mr. James\nBryce and Dr. Dillon have by mendacious writings upheld them, British\nConsul and American Missionary, liars, and mischief makers? Or\nyather are we not to suppose that ift thinking men and women in the world\nhave come to cry out with Chateaubriand i6 L'espèce humaine ne peut que\ngagner à la destruction de l'Empire Ottoman 5> it is because the Turks have\nearned the world's condemnation through their own diabolical acts, and on\naccount ofthe woe and desolation which Turkish rule has worked over the\nfairest provinces under the sun. If the Turk will turn from the evil ofhis\nways unto good, the stigma of i the unspeakable Turk 33 which now attaches\nitselfto him, will cease to be a veritable truth. The bringing about ofthe\ntransformation rests with himself"
        },
        {
            "name": "easyocr",
            "text": "14\nJamais les_populations clrdtiennes ne se sont rćvoltćes; spontanćuent:\nLes revoltes ont toujours ćte   partielles d'elles-mcmes . et espacees, qui ce\ntend bien & prouver   qu'elles provoquees certains   injustices sont par non\nadministrative que et les mcmes   pour żtre constantes tous, nous savons\nLes   agences sourdes menees de lexterieur. consulaires, les nais par les\ncouvertes par les' Capitula ecoles etrangeres; les maisons des missionnaires,\npropagande, foyer tions, ont servi de de  depNts d'armes, de de mcme et\nrefuge pour les perturbateurs. Souvent les ambassadeurs sont intervenus\nrappelle rebelles condamnes. On faire des gracier pris et avec pour se\ngudlmasol solennite les introduits dans Banque Armeniens s'etaient qui la\nbord dun   bateau par le drogmnan furent conduits sains et saufs a\ncomplice: de ]Ambassade russe-~leur\nprćtendus patriotards sont tant soutenus et choyes dans le mnonde Si ces\noccidental, c'est parce qu'ils constituent elenent pluttt un instrument L/2 0LI\nEuropeens eleves dans les prćjuges des de destruction service de certains\nau\nCroissades et L'espeze Chateaubriand crient avec humaine peut qui ne\nque gagner & la destruction de [Empire Ottoman' ):'\nLa Crise de L'Orient\" The author of continues in this strain. Are Ive\nthen to suppose that the British Consuls, men whose truthfulness Jas never\nunsupportable sufferings of the subject been impeacled,  whose reports on tle\nchristian races and the oppressions and hideous atrocities 0{ thie Turks, have\nfilled likewise Missionaries; volumes and Anerican tle have mvl1o men\ndeservedly gained the honor the  wvorld, and wvhose of respect statenents\naccording the British Consular Jave corroborated been lave reports\nto\nBey Turkisl  Empire ? Almed Riza the   nischief-makers in the since it is\nfron them alone the world Ias gained the wvidest correct know- and nost\nledge daily subject miseries and oppessions under which tle of the Christian\ngroaned have also that men like Mr. James Are suppose races to WV€\nby   mendacious   writings Bryce and Dr. Dillon them; British Jave upheld\nMissionary, Consul American liars, and ischief and Or nakers ?\ntiinling rather are wve not to suppose tlat if men and the   world wonen in\nIave cone to cry out Chateaubriand L'espece Inumaine wvitl ne peut que ( <\nFEmpire Ottonan it is because the Turks have gagner & la destruction de 1 }\nearned the world's condemnation through their oIn diabolical acts, and 011\nwoe and desolation   wlich Turkish rule las worked account of the over the\nfairest provinces under the sun. Turk If wvill turn fromn the cvil of his the\ntlie   unspeakable Turk stigna good, the of wvhich nOWV attaches 1) wvays unto\nitself to him, will cease to be a The bringing veritable trutl. about  o[ the\ntransformation rests with himself."
        },
        {
            "name": "pytesseract",
            "text": "1+\n** Jamais les populations chrttiennes ne se sont rćvoltćes, spontanćment,\nd'ellessmóćmes. Les rćvoltes ont toujours €te partielles et ćspacćes, ce qui\ntend bien i prouver qu'elles sont provoqućes non par cettains injustices\nadministrative que nous savons ćtre constantes et les mćmes pour tous,\nmais par les sourdes menćes de lextćrieur. les agences consulaires, les\nćcoles ćtrangeres, les maisons des missionnaires, couvertes par les Capitula-\ntions, ont servi de foyer de propagande, de dćpóts d'armes, et móme de\nrefuge pour les perturbateurs. Souvent les ambassadeurs sont intervenuś\npour faire gracier des rebelles pris et condamnćs. On se rappelle avec\nquelle solennitć les Armćniens 'qui s'ćtaient introduits dans la Banque\nOttomane furent conduits sains et saufs a bord d'un bateau par le drogman\nde I Ambassade russe—leur complice:\n* SI ces pretendus patriotards sonttant soutenus et choyćs dans le monde\noccidental, c'est parce qwils constituent un ćlóment ou plutót un instrument\nde destruction au service de certains Europćens ćlćves dans les prójugćś des\nCroissades et qui crient avec Chateaubriand : (L espćze humaine ne JS\nque gagner A la destruction de Empire Ottoman').” .\nThe author of ** La Crise de L'Orient” continues in this strain. Are we\nthen to suppose that the British Consuts, men whose truthfulness has never\nbeen impeached, whose reports on the unsupportable sufferings of the subject\nchristian races and the oppressions and hideous atrocities of the Turks, have\nfilled volumes: and likewise the American Missionaries; men who have\ndeservedly gained the honor and respect of the world, whose statements\nhave corroborąted the British Consular reports; have been according to\nAhmed Riza Bey the mischiefmakers in the Turkish Empire? since it is\nfrom them alone the world has gained the widest and most correct know-\nledge of the daily miseries and oppessions under which the subject Christian\nraces have groaned. Are we also to suppose that men like Mr. James\nBryce and Dr. Dillon have by mendacious writings upheld them, British\nConsul and American Missionary, liars, and mischief makers? Or\nrather are we not to suppose that if thinking men and women in the world\nhave come to cry out with Chateaubriand * L'espece humaine ne peut que\ngagner A la destruction de FEmpire Ottoman ” it is because the Turks have\nearned the world's condemnation through their own diabolical acts, and on\naccount of the woe and desolation which Turkish rule has worked over the\nfairest provinces under the sun. If the Turk will turn from the evil of his\nways unto good, the stigma of * the unspeakable Turk * which now attaches\nitself ta him, will cease to be a veritable truth. The bringing about of the\ntransformation rests with himself, j\n"
        }
    ]
}