{
    "file": "a028.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "18\nas far back as 19o7 tries to palliate the horrors of the Hamidian régime by\nmisrepresentations.\nThe author of “La Crise de l'Orient\" also cites\nthe\nJapanese as an\nof\nthe\ncivilization and aptitude for progress\ninstance\nof\na\nnon-Christian\nIn this case, Ahmed Riza Bey certainly\noriental\nrace.\nneeds to measure the\ndistance\nbetween\nthe mental, moral\nand\nhumane qualities of the Japanese\nand the\nTurk, a\nlies\ngeographically\nbetween the North\nPole and\nthe South.\n•\n–\nf\n9"
        },
        {
            "name": "doctr",
            "text": "18\nas far back as 1907 tries to palliate the horrors of the Hamidian régime by\nmisrepresentations.\nThe author of\"La Crise de l'Orient 11 also cites the Japanese as an\ninstance of the civilization and aptitude for progress of a non-Christian\noriental race. In this case, Ahmed Riza Bey certainly needs to measure the\ndistance between the mental, moral and humane qualities of the Japanese\nand the Turk, a distance as great as lies geographically between the North\nPole and the South."
        },
        {
            "name": "easyocr",
            "text": "18\npalliate the horrors of the Hamidian   rćgime by as far back as 1907 tries to\nmisrepresentations.\nThe La Crise de 1Orient author of also cites the Japanese 66 as an\naptitude   for the   civilization of non-Christian instance of and progress\n2\ncertainly needs to measure the Bey In this case, Almed Riza oriental race.\nhumane qualities of the Japanese betwveen distance the mental, moral and\nand the Turk, a distance as great as Iies seographically   between the North\nPole and the South."
        },
        {
            "name": "pytesseract",
            "text": "18\nas far back as 1907 tries to palliate the horrors of the Hamidian rógime by\nmisrepresentations.\nThe author of \"La Crise de Orient ” also cites the Japanese as an\ninstance of the civilization and aptitude for progress of a non-Christian\noriental race. In this case, Ahmed Riza Bey certainly needs to measure the\ndistance between the mental, moral and humane qualities of the Japanese\nand the Turk, a distance as great as lies geographically between the North\nPole and the South.\n"
        }
    ]
}