{
    "file": "a029.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "PART\nI.\nTHE\nARMENIAN\nMASSACRES\nAND\nTHE\nTREATY\nOF\nBERLIN.\nSince\nthe\ngathering\nthe\nPlenipotentiaries of Europe\nat \nthe famous\nof\nCongress\nof\nBerlin\nand the\nsigning\nof the still more famous\nTreaty\nin\n1878,\n–\nO\nof Berlin,\nthe\nroll\nthe\nunfortunate Armenian nation stands\nwithout\nmartyr\nof\nits parallel\nin\nhistory.\nIn\nthe\nGuildhall\nBerlin\nhangs a picture\nof the memorable scene\nat\nwitnessed\nthat\ncity\nJuly the thirteenth 1878.\nThe painter has\n•\ndepicted\nin\non\nthe proud\nof\nrepresentatives of the powerful\nGovernments\nof\nEurope,\narray\nbut in the\nHumanity\nthere should\nbe\nattached\nto that\ninterests\nof\npainting\nO\nthe wording of Article\n61\nof\nthe\nTreaty\nBerlin\nwritten in\nletters\nof\nblood\n(Armenian blood).\nIt\n•\nof Fate,\nthat although\nthe\ntaking\n•\no f\n“the\nwas\na\ncurious irony\nS\nterrible\ne stronghold of Kars,\n; }\nuniversally\nadmitted to be one of the\ngreatest\nS\nand most difficult military exploits ever\nachieved, and the crowning\nsuccess\nshould have ben accomplished by\nof the Russian arms in Asiatic Turkey,\nan Armenian General ; that although\nArmenian\nGenerals\nin\nthe\nRussian\nservice had led to conquest,\nand Armenian\nsoldiers\nfought,\nconquered\nand\n−\ndied, yet by\nthese successes 1\nnot only\namelioration\nattained of the\nwas no a\nhard fate\nof\ntheir\nunhappy nation under\nTurkish rule,\nbut\nthat\nfate,\nhard\nbefore, was\nmade\ne a hundredfold and even a thousandfold harder.\nGENERAL FRINCE LORIS MELIKOFF.\nCommanded the Russian forces in Asiatic Turkey\nduring the Russo-Turkisl\nwar\nrand\ncaptured\nthe\nim-\npregnable fortress\ns of Kars.\nAppointed\n1 Prime\nMinister\nof Russia\nby\nAlexander\nII.\nThe liberal\npolicy\nwhich\ncharacterized\nthe\nreign\nof\nthat\nexcellent\nmonarcl,\nand\nthe Constitution\nthat\nhe\nthe\nof\ngraniting\nwas\n0n1\neve\nto\nhis\npeople\ninfluenced\nby\nwere\nMelikoft ;\nbut\nafter\nthe\ndeath\nof Alexander\nII he\nwas\nnot\nallowed\nto continue in\nreforming\nbeing\nhis\ngood\nwork\nof\nRussia,\noverthrowı\nfrom office early\nin\nthe\ne reign\nof Alexander\nIII."
        },
        {
            "name": "doctr",
            "text": "PART\nI.\nTHE ARMENIAN MASSACRES AND THE\nTREATY OF BERLIN.\nSince the gathering of the Plenipotentiaries of Europe at the famous\nCongress of Berlin in 1878, and the signing ofthe still more famous Treaty\nof Berlin, the martyr roll of the unfortunate Armenian nation stands without\nits parallel in history.\nIn the Guildhall at Berlin hangs a picture of the memorable scene\nwitnessed in that city on July the thirteenth 1878. The painter has depicted\nthe proud array of representatives of the powerful Governments of Europe,\nbut in the interests of Humanity there should be attached to that painting\nthe wording ofArticle 61 of the Treaty of Berlin written in letters of blood\n(Armenian blood).\nIt was a curious irony of Fate, that although the taking of a the\nterrible stronghold of Kars,\" universally admitted to be one of the greatest\nand most difficult military exploits ever achieved, and the crowning success\noft the Russian arms in Asiatic Turkey, should have been accomplished by\nan Armenian General; that although Armenian Generals in the Russian\nservice had led to conquest, and Armenian soldiers fought, conquered and\ndied, yet by these successes not only was no amelioration attained of the\nhard fate of their unhappy nation under Turkish rule, but that fate, hard\nbefore, was made a hundredfold and even a thousandfold harder.\nGEN ERAL FRINCE LOKIS MELIKOFF.\nCommanded the Russian forces in Asiatic Turkey\nduring the Russo-Turkish war and captured the im-\npregnable fortress of Karr. Appointed Prime Minister\nof Russia by Alexander II. The liberal policy which\ncharacterized the reign of that excellent monarch, and\nthe Constitution that lie was on the eve of granting to\nhis people were influenced by Melikoft; but after the\ndeath of Alexander II le Was not allowed to continue in\nhis good work of reforming Russia, being overthrown\nfrom office early in the reign of Alexander III."
        },
        {
            "name": "easyocr",
            "text": "P ART I.\nMASSACRES ANI THE ARMEVIAN THF\nTREATV BERLIN. OF`\nSince the gathering of the Plenipotentiaries of Europe tle {amous at\n1878, and the signing of the still more famous Treaty Congress of Berlin in\nBerlin, the martyr roll of the unfortunate Armenian nation stands without of\nits parallel in history.\nof tie memorable at Berlin   hangs the  Guildhall In picture scene 21\nThe painter has depicted witnessed in that city on July the thirteenth 1878.\narray of representatives of the powerful   Governments of Europe, the proud\nof Humanity'  there slould to tlat painting be attached but in the interests\nwording of Article 61 of the Treaty of Berlin written in letters of blood the\n(Armenian blood).\nthc   taking irony that   although of of Fate; the curious It\nI2S a\nuniversally admitted to stronghold of Kars, of the greatest be one terrible\nthe crowning ever achieved, and and most difficult military exploits suiccess\naccomplished in Asiatic Turkey; should have by of the Russian arns becn\nGenerals the  Russian Armenian Armenian General in that   although 2/1\nsoldiers   fought;   conquered   and service had led to conquest,   andl Armenian\ndied, amelioration attained of the by not only these successes Ivas yet no\nhard fate of their   unlappy  nation Turkish   rule that fate; under but Iard\nbefore; was made a hundredfold and even thousandfold harder a\nLOlI; ERINCE MELIKOFF. GENERAL\nTurkey Commauded   the Asiatic Ruzsiau forces iu\nduring  the Ruzso-Turki-l thc iu- aud capturcd Irar\npregnahle fortress Appointedl   Prime   Jinister of Iar:.\nThe   Iihernl   policy   whiel Alexander  II. of Russia by\nexcellent Inonarch, aud cluaracterized tle  reign of that\n01  the eve of gralting the Constitution that le to Js\nMelikoft but after his people by mere influenced tle\ndeatl of Alexander II Je was not allowed to coutinue in\nRussia,  being overthrown work of reforming hiv\ngood\nfrom oftice early in the reign of Alexauder III."
        },
        {
            "name": "pytesseract",
            "text": "PART IL\nTHE ARMENIAN MASSACRES AND THE\nTREATY OF BERLIN.\nSince the gathering of the Plenipotentiaries of Europe at the famous\nCongress of Berlin in 1878, and the signing of the still more famous Treaty\nof Berlin, the martyr roll ol the unfortunate Armenian nation stands without\nits parallel in history.\nIn the Guildhall at Berlin hangs a picture of the memorable scene\nwitnessed in that city on July the thirteenth 1878. The painter has depicted\nthe proud array of representatives of the powerful Goyernments of Europe,\nbut in the interests of Humanity there should be attached to that painting\nthe wording of Article 61 of the Treaty of Berlin written in letters of blood\n(Armenian blood).\nlt was a curious irony of Fate, that although the taking of *the\nterrible stronghold of Kars,” universally admitted to be one of the greatest\nand most difficult military exploits ever achieved, and the crowning Sliccess\nof the Russian arms in Asiatic Turkey, should have been accomplished by\nan Armenian General; that although Armenian Generals in the Russian\nservice had led to conquest, and Armenian soldiers fought, conquered and\ndied, yet by these successes not onły was no amelioration attained of the\nhard fate of their unhappy nation under Turkish rule, but that fate, hard\nbefore, was made a hundredfold and even a t! housandfold harder.\nGENERAL FRINCE LOLI3 MELIKOFF.\nCommanded the Russian forces in Asiatie Turkey\nduring the Russo-Turkish war and eaptured the im-\npregnable fortress of Kars. Appointed Prime Minister\nof Russia by Alexander II. The liberal policy which\ncharacterized the reign of that excellent monarch, and\nthe Constitution that he was on the eve of granting to\nhis people were influenced by Nelikoft ; but after the\ndeath of Alexander II he was not allowed to continue in\nhis good work of reforming Russia, being overthrown\nfrom office early in the reign of Alexander HI.\n$;\n4)\n„wolę\n"
        }
    ]
}