{
    "file": "a030.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "20\nThe\nefforts\nof\nthe\nArmenians,\nand\nthe\nentreaties\nof\ntheir\nPatriarch\nhad\nthe i\ninsertion\nof Article\n16\n•\nthe\nTreaty\nNerses\nprocured\nin\nof\nSan\nStefano\nsigned\nbetween\nRussia\nand\nTurkey\nin\nMarch\n1878.\nIn\nfact\nthe\nwording\nof\nthe\nArticle\nhad\nbeen\nsuggested\nby\nthe\nPatriarch\nhimself.\nIt\nO\nprovided the\nfollowing\nstipulation for the protection\nof\nthe\nArmenians :—\nO\nAs the evacuation\nby\nthe Russian\ntroops\nof\nthe\nterritory\nwhich\nthey\nand which is to be\nrestored\nto\nTurkey,\noccupy in Armenia,\nmight\ngive\nnow \nrise to conflicts and\ncomplications\ndetrimental 1\nto\nthe\nmaintenance\nofg\ngood\nrelations between t\nthe\ntwo countries,\nthe Sublime\nPorte\nengages to carry into\n:\neffect\nwithout further\ndelay\nthe\nimprovements\nand r\nreforms demanded\nby\nlocal\n4\nthe\nprovinces\ninhabited\nby\nrequirements\nthe\nArmenians, a\nand\nin\nto\nguarantee their security\nagainst the\nKurds and\nCircassians.\ny 1\nWhat followed has\ninto\nhistory.\nThe\nBritish Government of\npassed\nwhich\nLord\nBeaconsfield\n(then\nMr.\nD'Israeli)\nwas\nPremier, and Lord Salis-\nbury\nForeign\nSecretary, once more\npursued the old\npolicy of bafling Russian\nl1\naggrandizement in Turkey.\nAfraid that\nther\nown\nreal\nor\nfancied\ninterests\nwould thereby become imperilled, England threw in the weight of her power,\nand virtually\nconmanded the substitution of the Treaty\ny of\nBerlin\nin\nlieu of\nthe Treaty of San Stefano.\nThus the substantial\nguarantee\nofa\nnatural and\nimmediate protector, both able and desirous of enforcing the\ne protection which\nthe Armenians then had in Russia, was taken away, \nand the security\ny of im-\npotent words given in its stead, namely :—\nThe Sublime Porte undertakes to carry out without further delay the\n“\nimprovements and reforms demanded by local requirements in the provinces\ninhabited by\nthe\nArmenians,\nand\ne their security\nto\nagainst the\nCircassians a\nand Kurds.\nIt will periodically make known\nthe\nsteps taken to\nthis effect to\nthe\nPowers, who will superintend their application.'\n• y\n\" It will\nperiodically make known the steps\ntaken to\nthis effect to the\nPowvers, woho wvill superintend their application:\n1 2\nHow this last proviso\ncould furnish food for laughter were it not for the terrible tragedy i\ninvolved\nin it.\n4\n4\nThe insertion of Article 6r in the Treaty of Berlin, granted, or rather\nseemingly granted, by the six Powers of Europe, proved in reality, as sub-\nsequent events bore out, an instrument of death and torture.\nIt was as if\nthe\nreversal of\nthe\nfigures had reversed the possibilities\nsuccour and\nthe death of the Czar Liberator, the last\nt chance of the\nprotection, and with\nArmenians died.\nThe Turkish Massacres of 1875 and 1876 which\nled\nup to the Russo-\nTurkish War of 1877 are historical\nfacts too well\nknown\nto need further"
        },
        {
            "name": "doctr",
            "text": "20\nThe efforts of the Armenians, and the entreaties of their Patriarch\nNerses had procured the insertion of Article 16 in the Treaty of San\nStefano signed between Russia and Turkey in March 1878. In fact the\nwording of the Article had been suggested by the Patriarch himself. It\nprovided the following stipulation for the protection oft the Armenians :\n46 As the evacuation by the Russian troops of the territory which they\nnow occupy in Armenia, and which is to be restored to Turkey, might give\nrise to conflicts and complications detrimental to the maintenance of good\nrelations between the two countries, the Sublime Porte engages to carry into\neffect without further delay the improvements and reforms demanded by\nlocal requirements in the provinces inhabited by the Armenians, and to\nguarantee their security against the Kurds and Circassians.\"\nWhat followed has passed into history. The British Government of\nwhich Lord Beaconsfield (then Mr. D'Israeli) was Premier, and Lord Salis-\nbury Foreign Secretary, once more pursued the old policy ofbaffling Russian\naggrandizement in Turkey. Afraid that her own real or fancied interests\nwould thereby become imperilled, England threw in the weight of her power,\nand virtually commanded the substitution ofthe Treaty of Berlin in lieu of\nthe Treaty of San Stefano. Thus the substantial guarantee ofa natural and\nimmediate protector, both able and desirous of enforcing the protection which\nthe Armenians then had in Russia, was taken away, and the security of im-\npotent words given in its stead, namely :\nc The Sublime Porte undertakes to carry out without further delay the\nimprovements and reforms demanded by local requirements in the provinces\ninhabited by the Armenians, and to guarantee their security against the\nCircassians and Kurds. It will periodically make known the steps taken to\nthis effect to the Powers, who will superintend their application. 13\n66 It will periodically make knowon the steps taken to this effect to the\nPorvers, who will superintend their application.\nHow this last proviso\ncould furnish food for laughter were it not for the terrible tragedy involved\nin it.\nThe insertion of Article 61 in the Treaty of Berlin, granted, or rather\nseemingly granted, by the six Powers of Europe, proved in reality, as sub-\nsequent events bore out, an instrument of death and torture. It was as if\nthe reversal of the figures had reversed the possibilities of succour and\nprotection, and with the death of the Czar Liberator, the last chance of the\nArmenians died.\nThe Turkish Massacres of 1875 and 1876 which led up to the Russo-\nTurkish War of 1877 are historical facts too well known to need further"
        },
        {
            "name": "easyocr",
            "text": "20\nof thcir Patriarch Arnenians , and entreaties The efforts the of the\nTreaty San Article had   procured in of the insertion of 16 the Nerses\nand Turkey in fact the March In Russia 1878. betwveen Stefano signed\nsuggested   by himself Patriarch wording of the It Article the had been\nprovided the following stipulation for tlie protection of tlie Armenians\nthey of the territory   whicl As the evacuation by the Russian  troops\nTurkey; might give occupy in Armenia; and whicl is to be restored to\nnOWV complications\ndetrimental to the maintenance of to conficts and rise good\nrelations between the twvo countries, the Sublime Porte engages to carry into\nwithout   further delay  the improvements reforms   demanded by and effect\nlocal   requirements  in the   provinces Armenians, inhabited by the and to\nguarantee their security against the Kurds and Circassians_ 1 1\nBritisl   Government What lollowed las passed into listory. 'Tle of\nPremier , and Lord Salis - Beaconsfield   (then Mr. D'Israeli) wvhicl Lord was\nForeign Secretary; once more pursued the old policy of baffling Russian bury\naggrandizement in Turkey fancied   interests Afraid that Jer real or\n0WII\nthereby become inperilled, England threw in the weight of her power; ivould\nand virtually conmanded the substitution of the Treaty of Berlin in lieu of\nTlius the substantial guarantee of a natural and the Treaty of San Stefano.\nimmediate protector; both able and desirous of enforcing the protection which\nwas taken away, and the security of in- the Arnenians then had in Russia,\nwords given in its stead, namely\npotent\nto carry out without further delay the The Sublime Porte undertakes\nimprovements and reforms demanded by local requirements in the provinces\ntheir   security Armenians, inliabited by the and guarantee the against to\nIt will periodically make known the steps taken to Circassians and Kurds.\napplication. this effect to the Powers, who will superintend their\nIt will periodically   make this effect to the the steps taken to known\nsuperintend  their  applicalion: this last proviso How who will Powers,\ncould furnish food for lauglter were it not for the terrible tragedy involved\nin it.\nin the Treaty of Berlin; granted, Article 61 'Tle insertion of or rather\nseemingly granted, by the six Powers   of Europe, proved in reality, as sub-\nsequent events bore out; an instrument   of  death   and It was as if torture\ntlie  possibilities of succour and the Iad reversal reversed figures the of\nprotection; and with the deatli of the Czar Liberator; the last chance of the\nArmenians died.\nthe Russo- The Turkisl Massacres of 1875 and 1876 whicl led to up\n1877 need further too wvell known Turkish War of Jistorical facts to are"
        },
        {
            "name": "pytesseract",
            "text": "20\nThe efforts of the Armenians, and the entreaties of their Patriarch\nNerses had procured the insertion of Article 16 in the Treaty of San\nStefano signed between Russia and Turkey in March 1878. In fact the\nwording of the Article had been suggested by the Patriarch himself It\nprovided the following stipulation for the protection of the Armenians —\n*« As the evacuation by the Russian troops of the territory which they\nnow occupy in Armenia, and which is to be restored to Turkey, might give\nrise to conflicts and complications detrimental to the maintenance of good\nrelations between the two countries, the Sublime Porte engages to carry into\neffect without further delay the improvements and reforms demanded by\nlocal requirements in the provinces inhabited by the Armenians, and to\nguarantee their security against the Kurds and Circassians. '\nWhat followed has passed into history. The British Government of\nwhich Lord Beaconsfield (then Mr. D'Israeli) was Premier, and Lord Salis-\nbury Foreign Secretary, once more pursued the old policy of baffling Russian\naggrandizement in Turkey. Afraid that her own real or fancied Interests\nwould thereby become imperilled, England threw in the weight of her power,\nand virtually commanded the substitution of the Treaty of Berlin in lieu of\nthe Treaty of San Stefano. Thus the substantial guarantee of a natural and\nimmediate protector, both able and desirous of enforcing the protection which\nthe Armenlans then had in Russia, was taken away, and the security of im-\npotent words given in its stead, namely —\n« The Sublime Porte undertakes to carry out without further delay the\nimprovements and reforms demanded by local requirements in the provinces\ninhabited by the Armenians, and to guarantee their security against the\nCircassians and Kurds. It wilł periodically make known the steps taken to\nthis effect to the Powers, who will superintend their application.”\n* 72 will periodically make knowi the steps taken to this ejfecć to the\nPowers, who will superintend their application. How this last proviso\ncould furnish food for laughter were it not for the terrible tragedy involved\nin it.\nThe insertion of Article 61 in the Treaty of Berlin, granted, or rather\nseemingly granted, by the six Powers of Europe, proved in reality, as sub-\nsequent events bore out, an instrument of death and torture. It was as if\nthe reversal of the figures had reversed the possibilities of succour and\nprotection, and with the death of the Czar Liberator, the last chance of the\nArmenians died.\nThe Turkish Massacres of 1875 and 1876 which led up to the Russo-\nTurkish War of 1877 are historical facts too well known to need further\n"
        }
    ]
}