{
    "file": "a058.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "4\na"
        },
        {
            "name": "doctr",
            "text": "48\ntook his breakfast upstairs he found, to his horror, that both the bedroom door and the\nwindow were wide open and his beloved master lay dead in his bed, which was covered with\nblood! There are 110 such things as coroners and'juries in Turkey to ascertain the causes ot\nmysterious deaths of this kind, but the news that the Patriarch was dead spread like wildfire\nthrough Constantinople. The Sultan himself thought it advisable to show some concern in\nthe matter, and aides-de-camp from the Palace were sent to the Patriarchate to learn the full\ndetails ofthis c sad catastrophe,\" as they termed it. The official statement was that the\nArchbishop died of dysentery. Only a very few know how the Archbishop had died, and\nthey wisely kept their mouths shut.\nI was told the details of this story by a high official ofthe Armenian Patriarchate. It\nseems that as the poison did not act as quiekly as the Patriarch's enemies had anticipated,\nowing to his having been cautioned in the nick of time, they \"had to resort to other means 73\nThe funeral was the largest ever witnessed in Constantinople, with an escort of Turkish\ncavalry sent specially by the Sultan, and representatives of all the religious denominations\nand the Diplomatie Corps. I was myself present, representing a foreign Government."
        },
        {
            "name": "easyocr",
            "text": "48\nthe took his Jreakfast upstairs Je   fou], that Jotl tle bedrvom door aud to his   lorror;\nJis hed, which covered witl lay. window were wide open and his heloved master dead in Wals\nTurkey to ascertain_ things as corouers and juries in the causes ot hlood ! 'There are 110 sucl\nthe Patriarcl was dead   spread like wildfire mysterious deaths of this kind, but the uews that\nhe Sultan himself thought it to show advisahle iu tlirough Constantinople somne conceru\nto learn the full the matter, and aides-de-cump from tle Palace were sent to tle Patriarchate\nthey The Hicial tlat the termned it. statenent tastrophe, details of this sad Ias 0 {ls ( { (:\nArchbishop had died, and Arclhishop died of dysentery. Ouly Jow few kuow tle very\na\nthey misely kept their mouths sht.\nIt Arnenian Patriarchate. was told the details of this story hy a high  oflicial of tle 1\nthe Patriael's enemies lad anticipatedl, quickly did 1ot act seells that :s the poison 43 {s\nhaving heen eautionedl in tle nicl of time, they Jad to resort to other means owing to his\nan  escort of Turkisl in   Constantinople, with the   largest wituessed 'The tuneral evel Jals\nthie religious denominatious cavalr\" sent specially by the Sultan, anl representatives of all\nmyself present, representing a foreign Governnent. aml tlic Diplomatie 'orp: 1 W:ls"
        },
        {
            "name": "pytesseract",
            "text": "18\ntook his breakfast upstairs he found, to his horror, that both the bedroom door and the\nwindow were wide open and his beloved master lay dead in his bed, which was covered with\nblood! There are no such things as coroners and juries in Turkey to aseertain the canses ot\nmysterious deaths of this kind, but the news that the Patriarch was dead spread like wildńre\nthrough Constantinople. \"The Sultan himself thought it advisable to show some concern in\nthe matter, and aides-de-camp from tle Pałace were sent to tle Patriarchate to learn the full\ndetails of this *sad catastrophe,” as they termed it. The otłicial statement was that the\nArchbishop died of dysentery. Only a very few know how the Archbishop had died, and\nthey wisely kept their mouths shut.\nI was told the details of this story by a high official of the Armenian Patriarchate. It\nseems that as the poison did not act as quiekly as the Patriarech's enemies had anticipated,\nowing to his having been cautioned in the niek of time, they * had to resort to other means”!\n\"The funeral was the largest ever witneszed in Constantinople, with an escort of Turkish\ncuvalry sent specialły by the Sultan, and representatives of all the religious denominations\naml the Diplomatie Corps. I was myself present, representing a foreign Government.\n"
        }
    ]
}