{
    "file": "a070.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "60\nvictims\nthy\nYildiz\nKiosk,\nfound its\nway to t\ntly treacherous heart.\nNo\nin\n'of coffee\nlike the countless cups brewed in thy palaces\npoisoned\ncup\n;.1\ntrickled\ndown\nthy\nthroat to\nend\nthy\nvampire existence.\nThou\nhast\nlived !\nProtected from the Nemesis\nof\nthy\ncrimes\nby\nthe\njealousies\nand\nrivalries\nof\ngreat powers which thou artfully p\nplayed one against\n8\nby\nthe\ncombined forces of religion and plunder\nwhich thou cunningly\nanother\n•:\nwielded\nEven so\nthou livest !\nPeerless\nliving\nexample\nin\nthe\ninto\none.\ncivilized t\ntwentieth century of the Triumph of Crime.\nL'AVENIR.\nIn the foregoing 1\npages I have directed my humble efforts to sketch out\nwhat the Powers of Europe have done in the past,\nS\nand how their\nactions\nhave i\nreflected on my unfortunate race.\nIt is considered good policy now by a certain class of European\nwriters\nL\ne all the horrors of the Armenian Massacres to Hamid the despot,\nto ascribe\nunassailable\nand\nunconquerable\nhe\nto represent him as a tyrant as\nas\nwas\nof \nwho\nswept\neverything\nimplacable, in short as a sort\nsuperhuman\nbefore him to t\nthe consummation of his own\ndespotic\nwill.\nThe\nreason for\ns is\ndifficult to perceive.\nThey would\nfain\ndisavow\nthe\npart\nEurope\nthis\nnot\nhas played in the tragedy, and to do this\nsuccessfully\nit\nbecomes\nnecessary\nalso to present Turkey to the world\nparadise\n(from\nwhence\nthe\nnow\nas\na\nby\nsaints\nand angels ;\nso we\nhave also\ntyrant once removed) peopled only\nmany roseate colored word pictures \nof Constitutional Turkey.\nThe murders,\ndeportations and imprisonments\nof\nthe\nTurkish\nrevolu-\nL\nreformers, were undoubtedly\nthe sole\nwork of\ntionaries, or\nmore\ncorrectly\nAbdul Hamid\nand his\npalace\nclique,\nbut Abdul and\nhis\nminions\ncould\n\nnot\nthat\nhellish\nwork\nof wholesale\nextermination\nof\nthe\nhave carried\nout\nwithout\nthe\nand\nparticipation\nof\nthe\nTurkish\nArmenians\nperpetration\npeople.\nIt\nthe\nand\norganized\nin\nthe\nis\ntrue\nmassacres\nwere\noriginated\n:\nPalace,\nthe\nPalace\nclique stirred up religious fanaticism and race\nhatred,\nbut\nthe co-operation\nn of the\npeople\nnecessary ;\nand\nthe people\n was\nco-operated\nand\nenrich themselves with\n1 the\nworldly\ngoods\nthat\nthe\nin order\nto\nplunder\nacquire by their\nindustry\nand\ntoil ;\nthe\nArmenians\nalways\nknew\nhow\nto\nown i\nappeal to\ntheir\nmarauding\nand bestial instincts\nmet\nwith\na\nready\nresponse.\neasy work for a race of brigands, especially\nas\ntheir numbers\nexceeded\ntheir victims by\nabout ten to one and who were practically\nunarmed."
        },
        {
            "name": "doctr",
            "text": "60\nvictims in thy Yildiz Kiosk, found its way to thy treacherous heart. No\npoisoned cup of coffee like the countless cups brewed in thy palaces trickled\ndown thy throat to end thy vampire existence.\nThou hast lived ! Protected from the Nemesis of thy crimes by the\njealousies and rivalries of great powers which thou artfully played oneagainst\nanother; by the combined forces ofreligion and plunder which thou\nwielded into one. Even SO thou livest ! Peerless living example in\nsevminis\ncivilized twentieth century of the Triumph of Crime.\nL'AVENIR.\nIn the foregoing pages I have directed my humble efforts to sketch out\nwhat the Powers of Europe have done in the past, and how their actions\nhave reflected on my unfortunate race.\nIt is considered good policy now by a certain class of European writers\nto ascribe all the horrors of the Armenian Massacres to Hamid the despot,\nto represent him as a tyrant as unassailable and unconquerable as he was\nimplacable, in short as a sort of superhuman being who swept everything\nbefore him to the consummation of his own despotic will. The reason for\nthis is not difficult to perceive. They would fain disavow the part Europe\nhas played in the tragedy, and to do this successfully it becomes necessary\nalso to present Turkey to the world now as a paradise (from whence the\ntyrant once removed) peopled only by saints and angels; ; SO we have also\nmany roseate colored word pictures of Constitutional Turkey.\nThe murders, deportations and imprisonments of the Turkish revolu-\ntionaries, or more correctly reformers, were undoubtedly the sole work of\nAbdul Hamid and his palace clique, but Abdul and his minions could not\nhave carried out that hellish work of wholesale extermination of the\nArmenians without the perpetration and participation of the Turkish\npeople. It is true the massacres were originated and organized in the\nPalace, the Palace clique stirred up religious fanaticism and race hatred, but\nthe co-operation of the people was necessary ; and the people co-operated\nin order to plunder and enrich themselves with the worldly goods that the\nArmenians always knew how to acquire by their OWn industry and toil; the\nappeal to their marauding and bestial instincts met with a ready response.\nIt was moreover easy work fora race ofbrigands, especially as their numbers\nexceeded their victims by about ten to one and who were practically unarmed."
        },
        {
            "name": "easyocr",
            "text": "60\ntly No Yildiz Kiosk, found treacherous heart. its victims thy 1n to wvay\npoisoned  cup of coflee like the countless cups brewed in thy palaces   trickled\nthroat to end thy vampire existence. thy down\nNemesis   of thy Jast   lived Protected the crines by the Thou from\njealousies and rivalries ol great powers whicl thou artfully played one against\nby the combined forces of religion and plunder whicl thou cunningly another\nliving Peerless Even thou   livest in wvielded example the into\none. s0\ncivilized twentietl century of the 'Triunph of Crinie.\nLAVENIR\nIn the foregoing_pages I have directed my humble cfforts to sketch out\ntheir actions what the Powers of Europe have done in the past, and howv\non my unfortunate race. have reflected\ncertain class of European writers policy now by It is considered good 2\nascribe all the horrors of the Armenian Massacres to Hamid the despot,\nto\nunassailable   and   unconquerable he to represent him tyrant as was a5 as ?\nbeing superluman everything implacable; in short wvho swvept of\nsort as 2\ndespotic   wvill. Tle for before him to the consunmation of his reason OIFn\nThey Europe this is not difficult to perceive: wvould fain   disavow the part\nhas played in the tragedy, and to do this successfully it  becomes necessary\nalso to present Turkey to the world paradise mhence tle (fron OIV as 2\nand  angels also Iave onły by saints tyrant once removed) So Ive peopled\nmany roscate colored word pictures of Constitutional ` Turkey.\nand imprisonments revolu- Turkish of the Tle murders, deportations\nundoubtedly' the sole work of correctly   reformers, tionaries,\nIere more Or\nminions Abdul Hamid and his palace clique, could Abdul his but and not\nof tle wholesale extermination hellish of carried wvork have that out\nparticipation Turkish the   perpetration of and the wvithout Arnenians\nand   organized originated in the It is the were\ntrue nassacres people.\nPalace, the Palace clique stirred up religious fanaticism and race hatred; but\npeople   co-operated the co-operation of the necessary and the people was\nplunder that the and enrich themselves with the   worldly goods in order to\nacquire by their own industry and toil the Armenians alwvays knew J1ow to\nready   response appeal to their marauding and bestial instincts met wvith a\nIt was moreover easy work for a race of brigands, especially as their numbers\nexceeded their victims by about ten to one and wlo were practically unarmed."
        },
        {
            "name": "pytesseract",
            "text": "60\nvictims in thy Yiłdiz Kiosk, found its way to thy treacherous heart. No\npoisoned cup of cofłee like the countless cups brewed in thy palaces trickled\ndown thy throat to end thy vampire existence.\nThou hast lived! Protected from the Nemesis of thy crimes by the\njealousies and rivalries of great powers which thou artfully played one against\nanother ; by the combined forces of religion and plunder which thou cuaningly\nwielded into one. Even so thou livest! Peerless living example in the\ncivilized twentieth century of the Triumph of Crime.\nL'AVENTIR.\nIn the foregoing pages I have directed my humble efforts to sketch out\nwhat the Powers of Europe have done in the past, and how their actions\nhave reflected on my unfortunate race.\nIt is considered good policy now by a certain class of European writers\nto ascribe all the horrors of the Armeńian Massacres to Hamid the despot,\nto represent him as a tyrant as unassailable and unconquerable as he was\nimplacable, in short as a sort of superhuman being who swept everything\nbefore him to the consummation of his own despotic will. The reason for\nthis is not difficult to perceive. They would fain disavow the part Europe\nhas played in the tragedy, and to do this successfully it becomes necessary\nalso to present Turkey to the world now as a paradise (from whence the\ntyrant once removed) peopled onły by saints and angels; so we have also\nmany roseate colored word pictures of Constitutional Turkey.\nThe murders, deportations and imprisonments of the Turkish revolu-\ntionaries, or more correctly reformers, were undoubtedly the sole work of\nAbdul Hamid and his palace clique, but Abdul and his minions could not\nhave carried out that hellish work of wholesale extermination of the\nArmenians without the perpetration and participation of the Turkish\npeople. It is true the massacres were originated and organized in the\nPalace, the Palace clique stirred up religious fanaticism and race hatred, but\nthe co-operation of the people was necessary ; and the people co-operated\nin order to plunder and enrich themselves with the worldly goods that the\nArmenians always knew how to acquire by their owa industry and toil; the\nappeal to their marauding and bestial instincts met with a ready response.\nIt was moreover easy work for a race of brigands, especially as their numbers\nexceeded their victims by about ten to one and who were practically unarmed.\n"
        }
    ]
}