{
    "file": "b027.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "CARNIVOROUS QUADRUPEDS.\n5\nNo. VI.\nIn this Group by Mr. Epwin Landseer there is much of violent animal Expression, and\nCharacter fades before it, or rather, is absorbed in it. It tells a story\nthe past as well as the\nof\npresent, and is pregnant\nwith a catastrophe not dificult to &\nanticipate\nfrom\nthe actions and\nexpressions of\nthe\nparties\nengaged.\nA Fawn has been seized\nby\nLEOPARD, who has been\na\ndespoiled of his prey by a more powerful TiGEr. The Tiger in\nhis turn\nbecomes the victim of an\nenraged\nLion.\nThe\nexpression of the wounded\nLeopard\nl is that of painful\n:\nsuffering\nmingled with dread.\n•\nTogether,\nthey\namount\nagóny.\nHe\nshrieks\nwhile he submits.\nThe Tiger is\nto\nstill\nenraged\nd and\nI\nresisting,\nthough\nastounded\nwith\nthe\nand\nsuddenness of the Lion’s attack.\nHe is losing his\npower\n-\nof\nresistance,\nis\nbeginning\nfeel\nthat\nHe roars with anguish ;\nenergy\nand\nto\nall\nresistance is\nvain.\nwhile\nhis\nexpression\nis\nthat\nof\nterror,\nand\nindignation\nnot\nyet subdued.\nThe\nLion,\nwho\nhas\njust\nmade\nhis\nthundering\nspring,\nappears conscious of having fatally seized\nhis\nadversary,\nand\nluxuriates\nfearlessly\nin\nhis\nvictory ;\nand\nwith\npowerful and just expression of\na\ncarnivorous\nenjoyment.—Meanwhile\ntle\ncharacters\nof\nthe\nanimals, severally,\nfaithfully and\nare f\nspecifically\nrepresented.\nAlthough\npurpose be to exhibit rather a pictorial than a\nphysiological view of the\nour\nmain\nsubject :\nhaving\ndescanted\nthe word Character, we shall probably\non\nbe\nexpected to add, at least\ntwo,\nthe\nleading\nword\nor\non\ncharacteristics\nof\nthe\ncarnivorous\nclass\nof\nquadrupeds.\na\nThe\ngeneric\ncharacters\nof\nthe\nFeline,\nCat,\nkind,\neasily\nenumerated\nin\nthe concise\nor\nare\nlanguage\nof\nthe\nnaturalists.\nTheir\nheads\nround ;\ntheir\nvisages\nshort\nthey\nhave\nsix\ncutting\nare\n• •\n%\nteeth, and\ntwo\ncanine,\nin\neither\njaw:\ntheir\ntongues'\nare\naculeated,\nthe\nprickles\ninclining\nbackward ;\ntheir\nclaws\nsharp, hooked,\nand r\nretractile ; t\ntheir\nears small\nand\nacuminated ;\nthey\nhave f\nfive toes on\neach of the\nfore-feet,\nand\nfour only on those behind.\nOf\nthis\nCats,\nwe here exhibit the four principal species,\ngenera\nof\nLions, Tigers, Leopards,\nLion\nat the head-at least,\nvoice\nof ages\nand Panthers, of which\nthe\nis\njustly\nplaced\nthe\nunanimous\nhas pronounced him to be\nthe\nking\nof beasts,\nand\nhave\nenthronéd\nhim\naccordingly\nTitle-\nwe\nin\nour\npage, (No. I.)\nThey\nform\ntribe\nthat\nis\nespecially\nand\nproperly\nCarnivorous,\nbeing\nthe\nonly\na\nof\nquadrupeds\nthat\nare\nexclusively\nflesh-caters.\nTheir\njaws\ncompletely\narmed\nfor\nclass\nare\nvery\nthis purpose ;\ntheir\ncanine\nteeth\nbeing\nvery\nlong\nand\nangular,\nwith\nthe\nedges\nof\nthe\nangles\nturned\nof\ntoward\nthe\ninside\ntheir\nmouths ;\nso\nthat\nwhen\nthe animal\nhas caused them to meet,\nor cross\neach\nother in\nthe\nflesh\nof\nits\nthese \nformidable\nteeth\nwill\ncut\nor tear a way through,\nby\ndrawing\nprey,\nthem back\nwithout\nopening\nhis\nmouth.\nTheir\nclaws,\nand\nthe\nformation of their feet, too, are eminently conducive to their predacious"
        },
        {
            "name": "doctr",
            "text": "CARNIVOROUS QUADRUPEDS.\n5\nNo. VI.\nIn this GROUP by MR. EDWIN LANDSEER there is much of violent animal Expression, and\nCharacter fades before it, or rather, is absorbed in it. It tells a story of the past as well as the\npresent, and is pregnant with a catastrophe not difficult to anticipate from the actions and\nexpressions of the parties engaged. A FAWN has been seized by a LEOPARD, who has been\ndespoiled of his prey by a more powerful TIGER. The Tiger in his.turn becomes the victim of an\nenraged LION.\nThe expression of the wounded Leopard is that of painful suffering mingled with dread.\nTogether, they amount to agony. He shrieks while he submits. The Tiger is still enraged and\nresisting, though astounded with the power and suddenness of the Lion's attack. He is losing his\nenergy of resistance, and is beginuing to feel that all resistance is vain. He roars with anguish;\nwhile his expression is that of terror, and indignation not yet subdued.\nThe Lion, who has just made his thundering spring, appears conscious ofhaving fatally seized\nhis adversary, and luxuriates fearlessly in his victory; and with a powerful and just expression of\ncarnivorous aujoyment--Meanwhale the characters of the animals, severally, are faithfully and\nspecifically represented.\nAlthough our main purpose be to exhibit rather a pictorial than a physiological view of the\nsubject : having descanted on the word Character, we shall probably be expected to add, at least\na word or two, on the leading characteristics of the carnivorous class of quadrupeds.\nThe generic characters of the Feline, or Cat, kind, are easily enumerated in the concise\nlanguage of the naturalists. Their heads are round; their visages short: they have six cutting\nteeth, and two canine, in either jaw: their tongues are aculeated, the prickles inclining backward;\ntheir claws sharp, hooked, and retractile; their ears small and acuminated; they have five toes on\neach of the fore-feet, and four only on those behind.\nOf this genera of Cats, we here exhibit the four principal species, Lions, Tigers, Leopards,\nand Panthers, of which the Lion is justly placed at the head-at least, the unanimous voice of ages\nhas pronounced lim to be the king of beasts, and we have enthroned him accordingly in our Title-\npage, (No. I.) They form a tribe that is especially and properly Carnivorous, being the only\nclass of quadrupeds that are exclusively. flesh-caters. Their jaws are very completely armed for\nthis purpose ; their canine teeth being very long and angular, with the edges of the angles turned\ntoward the inside of their mouths; SO that when the. animal has caused them to meet, or cross each\nother in the flesh of its prey, these formidable teeth will cut or tear a way through, by drawing\nthem back without opening his mouth.\nTheir claws, and the formation of their feet, too, are eminently conducive to their predacious"
        },
        {
            "name": "easyocr",
            "text": "CARNIVOROUS QUADRUPEDS.\nNo. VI.\nIIR. EDWIN LANDSEER there is much of violent auimal Ecpression, and by In tbis GROUP\nIt tells & story of the Character fades before it, or rather, is absorbed in it wvell as the past 98\npresent;   and is pregnant to anticipate from wvith difficult catastrophe the actions aud not 9\nexpressions of the engaged. been   seized by LEOPARD, wl1o FAWN has A Zas been parties\n9\ndespoiled of his prey by a powerful TIGER. Tle Tiger in his turn   becomes the victim of more an\nenraged LION.\npainful   suffering   mingled The expression of thie wounded   Leopard is that of wvitl dread .\nthey Together, Tiger He shrieks while he submits. still  envaged   and amount to agony. The is\nresisting, though astounded with the power and suddenness of the Lion's attack. He is losing his\nanguish  euergy of resistance, aud is beginuing to feel that all resistance is vain He roars wvitl\n;\nwhile is expression is that of terror, and indignation not yet subdued.\nthundering spring; appears conscious of Javing fatally seized Tle Liou wbo has just made his\nvictory  his adlversary, and Iuxuriates fearlessly in his and Tith a powerful and just expression of\n5\nJeanwhile the  characters of   the   animals;   severally , carnivorous eujoyment. faithfully   and are\nspecifcally represented.\nAlthough our main purpose be to exhibit rather a pictorial than physiological view of the 2\nto   add, at least subject : having' descanted on the word Character, wve shall probably be expected\nleading characteristics of the carnivorous class of quadrupeds. wvord or two, on the\n9\nThe generic   characters of the Feline, or Cat, easily euumerated in kind, the concise\nare\nthey cutting Ibeir heads are round their visages   short language of the naturalists. lave six\ntheir tongues are aculeated, the prickles inclining backward ; teeth, and two canine, in either jaw\nsharp, they hooked, and retractile their ears small aud acuminated have five their claws toes on\neach of the fore-feet, and four only on those behind.\nTigers, here   exhibit the four principal species, Lions, Leopards, Cats, Of this of\nwe genera\nand Panthers, of which the Lion is justly placed at the Zead at least, the unanimous voice of ages\n~\nking of beasts, aud we have enthroned him accordingly in our Title- has pronounced Zim to be the\nThey form a tribe that is especially aud   properly Carnivorou8,   being the   ouly I) (No. page,\nclass of quadrupeds that are exclusively flcsh-cater:. completely Their jaws armed for are very\nlong and angular, with the edges of the angles turned their canine teeth being very this purpose\ntoward the inside of their mouths ; them to meet, 01 cross each s0 that when the aninal has caused\nmay through, by drawing other in the flesh of its prey, these formidable teeth will cut tear\nor 9\nthem back without opening his mouth.\neminently conducive to their  predacious Their claws, and the formation of their feet, too,\nare"
        },
        {
            "name": "pytesseract",
            "text": "dt\nCARNIVOROUS GUADRUPEDS.\nNo. VI.\nIN this GROUP by MR. EDwiN LANDSEER there is much of violent animal Frpression, and\nCharacter fades before it, or rather, is absorbed in it. It tells a story of the past as well as the\npresent, and is pregnant with a catastrophe not difficult to anticipate from the actions and\nexpressions of the parties engaged. A FawN has been seized by a LEOPARD, who has been\ndespoiled of his prey by a more powerful TIGER. The Tiger in his turn becomes the victim of an\nenraged LtoN. | i\nThe expression of the wounded Leopard is that of painful suffering mingled with dread.\nTogether, they amount to agóny. He shrieks while he submits. The Tiger is still enraged and\nresisting, though astounded with the power and suddenness of the Lion's attack. He is losing his\nenergy of resistance, and is beginning to feel that all resistance is vain. He roars with anguish ;\nwhile his expression is that of terror, and indignation not yet subdued.\nThe Lion, who has just made his thundering spring, appears conscious of having fatally seized\nhis adversary, and luxuriates fearlessly in his victory ; and with a powerful and just expression of\ncarnivorous enjoyment.—Meanwhile the characters of the animals, severally, are faithfully and\nspecifically represented.\nAlthough our main purpose be to exhibit rather a pictorial than a physiological view of the\nsubject : having descanted on the word Character, we shall probably be expected to add, at least\na word or two, on the leading characteristics of the carnivorous class of quadrupeds.\nThe generie characters of the Feline, or Cat, kind, are easily enumerated in the concise\nlanguage of the naturalists. Their heads are round ;.their visages short: they have six cutting\nteeth, and two canine, in either jaw : their tongues are aculeated, the prickles inelining backward ;\ntheir claws sharp, hooked, and retractile ; their ears small and acuminated ; they have five toes on\neach of the fore-feet, and four only on those behind.\nOf this genera of Cats, we here exhibit the four principal species, Lions, Tigers, Leopards,\nand Panthers, of which the Lion is justly placed at the head—at łeast, the unanimous voice of ages\nhas pronouneed him to be the king of beasts, and we have enthroned him accordingły in our Title-\npage, (No. I.) They form a tribe that is especially and properly Carnivorous, being the onły\nclass of quadrupeds that are exclusively fiesh-caters. \"Their jaws are very completely armed for\nthis purpose ; their canine teeth being very long and angular, with the edges of the angles turned\ntoward the inside of their mouths ; so that when the. animal has caused them to meet, or eross each\nother in the flesh of its prey, these formidable teeth will cut or tear a way through, by drawing\nthem back without opening his mouth.\nTheir claws, and the formation of their feet, too, are eminently eonducive to their predacious\n"
        }
    ]
}