{
    "file": "b029.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "CARNIVOROUS QUADRUPEDS.\n7\nan opposite theory, in which instinctive agency is rejected, and the appearances are explained from\na consideration of the necessities and\nvoluntary\nexertions of\nthe animal.\nWith\nregard\nl to\nthe\nobserver, it has been asserted, that it is\ns by e\nexperience\nalone that he d\ndistinguishes\nthe\nsigns\nof\nthe\npassions; that we learn, while infants,\nto\nconsider\nsmiles\nas expressions\ns of\nkindness,\nbecause\nthey\nare accompanied\n by\nacts\nof beneficence\nand\nby\nendearments ;\nand\nfrowns\nas\nthe\ncontrary,\nbecause\n:\nwe\nfind\nthem\nfollowed\nby\nblows ;\nthat\nthe\nexpression\nof\nanger\nin\na\nbrute,\nis\nonly\nthat\nwhich\nhas\nbeen observed\nto\nprecede\nhis\nbiting ;\nand\nthat\nof \nfondness,\nhis\nfawning\nand\nlicking\nof\nthe\nhand.\nWith\nregard\nto\nthe creature\nitself,\nit\nis\nsaid,\nwhat has\nbeen\ncalled\nthe\nexternal\nsigns\nof passion, are\nmerely the concomitants\nof\nthose\nvoluntary\nwhich\nthe\nhabits suggest ; that\nmovements,\npassions\nor\nthe glare of the\nLion's\neye,\nfor\nexample,\nis\nthe\nconsequence\nof\nvoluntary\nexertion to see his prey\na\nmore clearly—his\ng'rin,\nor\nsnarl,\nthe\nnatural\nmotion\nof\nuncasing\nhis\nfangs\nbefore he uses them.\nThis, however, is\nquite\ntrue\nof\nnot\nall\nanimals\nand\nof\nall\nexpression\nof\npassion.\"\n“ Attending\nmerely\nto\nthe\nevidence\nfurnished\nby\nanatomical\ninvestigation, all that I shall\naffirm is\nventure\nto\nthis\nthat\nremarkable\ndifference\nis\nto\nbe\nfound\nbetween the anatomy and\n• •\na\nof\nexpression,\nin\nrange\nman\nand\nin\naninals :\nthat\nin\nthe\nformer\nthere\nseems to be a systematic\nprovision\nfor\nthat\nmode\nof communication\nand t\nthat 1\nnatural\nlanguage,\nwhich is to be read in the\nL\nchanges\nof\nthe\ncountenance :\nthat\nthere is\nemotion\nthe mind\nof man which has not its\nno\nin\nappropriate\nsigns ;\nand\nthat\nthere are even 1\nmuscles in\nthe\nhuman face to which no other use can be\nassigned\nthan\nto\nserve\nas\nthe\norgans\nof\nthis\nlanguage :\nthat, on the other hand, there is in the lower\nanimals\nof\nexpression\nwhich\nfairly\nreferable as a mere accessary to the voluntary\nno\nrange\nis\n•\nnot\nneedful\nactions\nof\nthe\nanimal ;\nand\nthat\nthis\naccessary e\nexpression does not appear to be in any\nor\ndegree\nto\nthe\nvariety\ncommensurate\nand\nextent\nof\nthe animal's p\npassions.\"\n“ There\nappears\nto\nme\n(continues\nMr.\nBELL)\nto\nbe\nno\nexpression in the face of any animal\nlower in the scale\nof\nbeing\nquadrupeds ;\nin\nthe strongest and most marked\nthan\nand\nthem\nexpression is that of\nrage ;\nthe\nobject\nof\nwhich\nis\nopposition,\nresistance, and defence. I\nBut on\nexamination it will \nbe\nfound\n(consistently\nwith\nthe\nposition,\nthat\nthis\nis\nmerely an accessary of\nthe motions natural to the\naccomplishment\nof\nthe\nobject\nwhich\nthe\nanimal\nhas in\nview) that the\nstrength of the expression\nis\nin\nproportion\nthe\nstrength\nof\nexact\nto\nthe\nprincipal action in the\ncreature\nwhen thus excited.\n“The\ngramnivorous a\nanimals,\nwhich\nseek\ntheir subsistence, not\nby\npreying\nupon others, nor by\nthe f\nferocity,\ncontest,\nand\nvictory\nwhich\nsupply\nthe\ncarnivorous\nwith\nfood,\nhave\nin\ntheir features no\nof\nrage.\nTheir\nis\nchiefly\nconfined\nindeed\nto\nthe\neffect produced on the\nstrong\nexpression\nexpression\ninduced only\nsystem.\nThus\nthe\ninflamed\neye\nand\nthe\nbreathing\nnostrils\nof\nthe\nBull,\ngeneral\nare i\nHis\nonly\nby\nthe\ngeneral excitement.\nof\nrage,\nis\nin\nthe\nposition\nof the\nproper\nexpression\nhead,\nwith\nthe\nhorns turned\nobliquely\nto\nthe\nground,\nready\nto\nstrike :\nand\nindeed\nit\nmay\nbe\nobserved\ngeneral\nthat\nanimals\nwhich\nstrike\nwith\nthe\nhorns,\nshew\nlittle\nindication of fear or rage,\nin\nexcept i\nin"
        },
        {
            "name": "doctr",
            "text": "CARNIVOROUS QUADRUPEDS.\n7\nall opposite theory, in which instinctive agency is rejected, and the appearances are explained from\na consideration of the necessities and voluntary exertions of the animal. With regard to the\nobserver, it has been asserted, that it is by experience alone that he distinguishes the signs of the\npassions; ; that we learn, while infants, to consider smiles as expressions of kindness, because they\nare accompanied by acts ofbeneficence and by endearments; and frowns as the contrary, because\nwe find them followed by blows; that the expression of anger in a brute, is only that which has\nbeen observed to precede his biting; and that of fondness, his fawning and licking of the hand.\nWith regard to the creature itself, it is said, what has been called the external signs of passion, are\nmerely the concomitants of those voluntary movements, which the passions or habits suggest; ; that\nthe glare of the Lion's eye, for example, is the consequence of a voluntary exertion to see his prey\nmore clearly-his grin, or snarl, the natural motion of uncasing his fangs before he uses them.\nThis, however, is not quite true of all animals and of all expression of passion.\"\n\"Attending merely to the evidence furnished by anatomical investigation, all that I shall\nventure to affirm is this : that a remarkable difference is to be found between the anatomy and\nrange of expression, in man and in animals : that in the former there seems to be a systematic\nprovision for that mode of communication and that natural language, which is to be read in the\nchanges of the countenance: that there is 110 emotion in the mind of man which has not its\nappropriate signs ; and that there are even musclesin the human face to which 110 other use can be\nassigned than to serve as the organs ofthis language: that, on the other hand, there is in the lower\nanimals no range of expression which is not fairly referable as a mere accessary to the voluntary\nor needful actions of the animal ; and that this accessary expression does not appear to be in any\ndegree commensurate to the variety and extent of the animal's passions.\"\nThere appears to me (continues MR. BELL) to be no expression in the face of any animal\nlower in the scale of being than quadrupeds; : and in them the strongest and most marked\nexpression is that of rage; the object of which is opposition, resistance, and defence. But oll\nexamination it will be found (consistently with the position, that this is merely an accessary of\nthe motions natural to the accomplishment of the object which the animal has in view) that the\nstreugth of the expression is in exact proportion to the strength of the principal action in the\ncreature when thus excited.\n\"The gramnivorous animals, which seek their subsistence, not by preying upon others, nor by\nthe ferocity, contest, and victory which supply the carnivorous with food, have in their features 110\nstrong expression of rage. Their expression is chiefly confined indeed to the effect produced on the\ngeneral system. Thus the inflamed eye and the breathing nostrils of the Bull, are induced ouly\nby the general excitement. His only proper expression of rage, is in the position of the head,\nwith the horns turned obliquely to the ground, ready to strike: and indeed it may be observed\nin general that animals which strike with the horns, shew little indication of fear or rage, except in"
        },
        {
            "name": "easyocr",
            "text": "CARNIVOROUS QCADRUPEDS.\nopposite theory, in which instinctive agency is rejected, and the appearances are explained from all\nconsideration and  voluntary exertions of the necessities of the With   regard to the animal. 0\nobserver, it has been asserted, that it is by experience alone that he distinguishes the   signs of the\npassions learn while infants, to consider smiles expressions of kindness, they that we because\nas\naccompanied by acts of beneficence and by endearmeuts contrary,   because and frowns as the are\nwe find them followed by blows ; that the expression of anger in a brute, is   only that wlich has\nfawning licking biting been observed to precede his and that of fondness; his and of the\nZand.\nWith regard to the creature itself it is said, what has been called the external signs of passion, are\nmerely the coucomitants of those voluntary movements, which the passions or habits suggest that\nof the Lion's eye, for example; is te consequence of a voluntary exertion to see lis prey the glare\nuncasing   lis fangs before more clearly _his grin, or snarl, tle natural mnotion of Ze then .\nuses\nThis, however, is not true of all animals and of all expression of passiou ? quite\nttendiug merely ( A to the evidence   furnished by   auatomical   investigation,  all\nthat I shall\nbe   fouud  betmeen venture to afirn is this tlat 9 remarkable difference is the anatomy  aud to\nrange of expression, in mau and in animals systenatic that in the former   there be to seemns 9\nprovision for that mode of communication aud that natural langunge,  which be   read in the is to\nchanges of  the countenauce miud that  there emotion iu tle of which is las uot its\n110 man\nappropriate sigus and that there are even muscles in the Zuman face to wlich 10 other use can he\nassigned than to serve as the organs of this language = that, on the other Zand, there is in the lower\nanimals no range of expression which is not fairly referable as volnntary to the mere   accessary\n9\nand that this accessary expression does uot appear to be in any or ueedful actions of the animal ;\ndegree commeusurate to the variety and extent of the animals passious .\nThere appears to me (continues JIR. BELL) to be no expression in face of any animlal the K6\nscale  of   bcing marked than   quadrupeds the   strongest   and lower the in aud in tlem most\nopposition, resistance,   aud   defeuce. expression is that of rage ; the object of But wvhich is\n01\nexanination it will be found   (consistently with the position, that this is   merely accessary of an\nacconplishment of the object   which the auimal has in view) the motions natural to the that the\nthe   strength of the principal   action in the streugth of the expressiou  is proportiou   to in exact\ncreature wlen tlus excited.\nThe gramnivorous aninals, whicl seek their subsistence; not by preying upon others, nor by K\nthe ferocity, contest, and victory which supply the caruivorous with food, have in their features 110\nTleir expression is chiefly confined indeed to the effect produced on the expression of rage. strong\ngeneral system. Tlus the iuflamed eye aud the breathing' nostrils of the Bull, are induced ouly\nposition of the head, His only proper   expression of rage, is in by the general excitement. the\nand indeed it may be observed with the borns tumned   obliquely to the ground, ready to strike\nin general that animals mhich strike witl the horus, shew little indication of fear or rage, except in"
        },
        {
            "name": "pytesseract",
            "text": "CARNIVOROUS QUADRUPEDS. bd\nan opposite theory, in which instinetive agency is rejected, and the appearances are explained from\na consideration of the necessities and voluntary exertions of the animal. With regard to the\nobserver, it has been asserted, that it is by experience alone that he distinguishes the signs of the\npassions ; that we learn, while infants, to consider smiles as expressions of kindness, because they\nare accompanied by acts of beneficence and by endearments; and frowns as the contrary, because\nwe find them followed by blows ; that the expression of anger in a brute, is only that which has\nbeen observed to precede his biting ; and that of fondness, his fawning and licking of the hand.\nWith regard to the creature itself, it is said, what has been called the external signs of passion, are\nmerely the concomitants of those voluntary movements, which the passions or habits suggest ; that\nthe glare of the Lion's eye, for example, is the consequence of a voluntary exertion to see his prey\nmore clearly his grin, or snarl, the natural motion of uncasing his fangs before he uses them.\nThis, however, is not quite true of all animals and of all expression of passion.”\n« Attending merely to the evidence furnished by anatomical investigation, all that I shałl\nventure to affirm is this: that a remarkable difference is to be found between the anatomy and\nrange of expression, in man and in animals: that in the former there seems to be a systematic\nprovision for that mode of communication and that natural language, which is to be read in the\nchanges of the countenance: that there is no emotion in the mind of man which has not its\nappropriate signs; and that there are even muscles in the human face to which no other use can be\nassioned than to serve as the organs of this language: that, on the other hand, there is in the lower\nanimals no range of expression wlich is not fairly referable as a mere accessary to the voluntary\nor needful actions of the animal; and that this accessary expression does not appear to be in any\ndegree commensurate to the variety and extent of the animals passions.”\n« There appears to me (continues MR. BELL) to be no expression in the face of any animał\nlower in the scale of being than quadrupeds; and in them the strongest and most marked\nexpression is that of rage; the object of which is opposition, resistance, and defence. But on\nexamination it will be found (consistently with the position, that this is merely an accessary of\nthe motions natural to the accomplishment of the object which the animal has in view) that the\nstrenoth of the expression is in exact proportion to the strength of the principal action in the\ncreature when thus excited.\n« The gramnivorous animals, which seek their subsistence, not by preying upon others, nor by\nthe ferocity, contest, and victory which supply the earnivorous with food, have in their features no\nstrong: expression of rage. Their expression is chiefly confined indeed to the eftect produced on the\ngeneral system. Thus the iuflamed eye and the breathing nostrils of the Bull, are induced only\nby the general excitement. His only proper expression of rage, is in the position of the head,\nwith the horns turned obliquely to the ground, ready to strike: and indeed it may be observed\nin general that animals which strike with the horns, shew little indication of fear or rage, except in\n"
        }
    ]
}