{
    "file": "d028.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "\n14\nTHE\nCHILD OF THE MOAT\nthrough the hall and out into the upper court. They\nraced\nacross the court, because of the rain, and up the\nlittle\nflight\nof nine steps, three at a time, till\n1 they\nwere\nthe\nnarrow terrace that ran along the front\nof the\non\nlibrary.\nAline\nreached\nthe\ndoor first, and, as she swung back\nthe\nheavy\noak\nwith\nits\nfinely carved panels, exclaimed:\nThere,\n1\ntold\nyou\nT\ncould\nrun\n”,\nThey\nshut\nthe\ndoor\nand\nwalked\ndown\nthe broad central\nThe.\nlibrary\nhad\nbeen\nbuilt\nin\nthe\nfifteenth\nspace.\ncen-\nby\nMaster\nJames\nMowbray,\ntury\nAudry\ns\ngreat-great-\ngrandfather,\nand\nsupposed\nto\nbe\nthe\nfinest\nin\nthe\nwas\nNorth\nof\nEngland.\nIt\ndivided\neach\nside\ninto\n•\nwas\non\nlittle\nalcoves,\neach\nlit\nby\nits\nwindow\nand\nmost\nof\nthe\nown\nbooks\nchained\nto\ntheir\nplaces,\nbeing\nattached\nto\na\nlong\nwere\nrod\nthat\nran\nalong\nthe\ntop\nof\neach\nshelf.\nAt\nthe\nend\nof\neach\nalcove\nlock\nwith\nbeautifully\nwrought\niron\nwas\na\ntracery\nwork\nthat\nheld\nthe\nrod\nso\nthat\nit\ncould\nnot\nbe\npulled\nout.\nThe\nlibrary\nvery\ndusty\nwas\nand\nW\nas\nprac-\ntically\nused,\nas\nthe\npresent\nlord\nnever.\nof\nHolwick\nwas\nnot\nscholar\nfor\nthe\nlast\nfour\nyears\nsince\nhe\nhad\na\nso\nsue-\nceeded\nto\nthe\nestate\nit\nhad\nbeen\nneglected\nand\nAline\nwas\nalmost\nthe\nonly\nwho\nentered\nit.\nperson\never\nThe\nchildren\ndown\nthe\nadmiring\nwalked\nthe\ndeli-\nroom\niron\ncate\nwork\nof\nthe\nlocks,\nfor\nwhich\nAline\nhad\na\ngreat\nfancy\nand\nshe\nhad\nwhich\nher\npaused\nat\none,\nwas\npar-\nticular\nfavourite,\nand\nfingering\nof\nwas\nevery\npart\nit\naffectionately,\nwhen\nshe\nnoticed\nthat\na\nsmall\nsculptured\nfigure\nwas\nloose\nand\ncould\nbe\nmade\nto\nslide\nupwards.\nThis\nexcited\nher\ncuriosity\nand\nshe\npushed\nit\nto\nand\nfro\nto\nsee\nif\nit\nwas\nfor\nany\nspecial\npurpose,\ntill\nsuddenly\nshe discovered\nthat,\nwhen\nthe\nfigure\npushed\nas\nhigh\nwas"
        },
        {
            "name": "doctr",
            "text": "14\nTHE CHILD OF THE MOAT\nthrough the hall and out into the upper court. They\nraced across the court, because of the rain, and up the\nlittle flight of nine steps, three at a time, till they were\non the narrow terrace that ran along the front of the\nlibrary.\nAline reached the door first, and, as she swung back\nthe heavy oak with its finely carved panels, exclaimed:\nThere, I told you I could run.\"\nThey shut the door and walked down the broad central\nspace. The, library had been built in the fifteenth cen-\ntury by Master James Mowbray, Audry's great-great-\ngrandfather, and was supposed to be the finest in the\nNorth of England. It was divided on each side into little\nalcoves, each lit by its own window and most of the books\nwere chained to their places, being attached to a long\nrod that ran along the top of each shelf. At the end\nof each alcove was a lock with beautifully wrought iron\ntracery work that held the rod SO that it could not be\npulled out. The library was very dusty and was prac-\ntically never used, as the present lord of Holwick was not\na scholar; so for the last four years since he had suc-\nceeded to the estate it had been neglected and Aline was\nalmost the only person who ever entered it.\nThe children walked down the room admiring the deli-\ncate iron work of the locks, for which Aline had a great\nfancy and she had paused at one, which was her par-\nticular favourite, and was fingering every part of it\naffectionately, when she noticed that a small seulptured\nfigure was loose and could be made to slide upwards.\nThis excited her curiosity and she pushed it to and fro\nto see if it was for any special purpose, till suddenly\nshe discovered that, when the figure was pushed as high"
        },
        {
            "name": "easyocr",
            "text": "CHILD OF THE MOAT THE 14\nThey the hall and out into the upper through court.\nacross the court, because of the rain, and up the raced\nsteps, time; till they little fight of nine three at a were\nalong the front of the terrace that on the ran narrow\nlibrary.\nAline reached the door first, and, as she swung back\nthe heavy oak with its finely carved panels, exclaimed:\nThere, I told you I could run_ 1 }\nThey shut the door and walked down the broad central\nThe library had been built in the fifteenth space. cen-\nJames Mowbray, Audry's  great-e by Master tury great -\ngrandfather, and supposed be the finest in the to was\nNorth of England It was divided on each side into little\nalcoves, each lit by its own window and most of the books\nwere chained to their places, being  attached long to a\nAt the end along the top of each shelf. rod that ran\nlock with beautifully wrought iron of each alcove was 9\nwork that held the rod tracery s0 that it could not be\npulled The library very dusty and was prac- out. was\ntically nevcr used, as the present lord of Holwick was not\nso for the last four years since he had scholar SUC - a\nceeded to the cstate it had been neglected and Alinc was\nalmost the only person who cver entcred it.\nThe children walked down the room admiring the deli-\nwork of the locks, for which cate iron Aline had great a\nfancy and she had pauscd at one, which was her par-\nticular   favourite, was   fingering every part of it and\nsmall sculptured affectionately, when she noticed that a\nbe made to slide upwards. figure was  loose and could\nThis excited her curiosity and she pushed it to and fro\nspecial purpose; till suddenly see if it was for any to\npushed as high she discovered that, when the fgure was"
        },
        {
            "name": "pytesseract",
            "text": "14 THE CHILD OF THE MOAT\nthrough the hall and out into the upper court. They\nraced across the court, because of the rain, and up the\nTittle flight of nine steps, three at a time, till they were\non the narrow terrace that ran along the front of the\nlibrary.\nAline reached the door first, and, as she swung back\nthe heavy oak with its finely carved panels, exelaimed:\n<<There, I told you I could run.”\nThey shut the door and walked down the broad eentral\nspace. The, library had been built in the fifteenth cen-\ntury by Master James Mowbray, Audry's great-great-\ngrandfather, and was supposed to be the finest in the\n\" North of England. It was divided on each side into little\naleoves, each lit by its own window and most of the books\nwere chained to their places, being attached to a long\nrod that ran along the top of each shelf. At the end\nof each alcove was a lock with beautifully wrought iron\ntracery work that held the rod so that it eould not be\npulled out. The library was very dusty and was prac-\ntieally never used, as the present lord of Holwick was not\na scholar; so for the last four years since he had sue-\nceeded to the estate it had been neglłected and Aline was\nalmost the only person who cver entered it. ń\nThe children walked down the room admiring the deli-\ncate iron work of the loeks, for which Aline had a great\nfancy and she had paused at one, which was her par-\ntieular favourite, and was fingering every part of it\naffectionately, when she noticed that a small seulptured\nfigure was loose and eould be made to slide upwards.\nThis excited her curiosity and she pushed it to and fro\nto see if it was for any special purpose, till suddenly\nshe discovered that, when the figure was pushed as high\n"
        }
    ]
}