{
    "file": "e022.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "14\nTHE CORSET AND THE CRINOLINE.\nwhich,\nby their strong pressure, prevent the expansion of the chest ; this\na\ncorset also\nconfines t\nthe bust from\nthe\ncollar-bones\nto\nthe\nwaist\nby\n:\nmeans\nof\ncord\nwhich\nthrough\nleather\nrings.\nThey\na\npasses\neven\nwear\nit\nduring\nthe\nnight,\nand\nonly\ntake\nit\noff\nwhen\nworn\nout,\nto\nput\non\nanother\nquite\nsmall.\"\nHe\nthen\nspeaks\nof\nthe\ndaughters\nof\nOsman\nOglow,\nas\nand\nTheir\nfigures\ntightened\nin\nextraordinary\nsays,\n“\nan\ndegree,\nand\nwere\ne\ntheir\nclasped\nfrom\nthe\nthroat\ndownwards\nby\nsilver\nanteries\nplates.\"\nwere\n79\nThese\nonly\nornamental,\nbut\nbeing\nfirmly\nplates\nto\nthe\nare\nnot\nsewn\nbusks\nin\nfront\nof\nthe\ncorset,\nand\nbeing\nlongest\ntwo\nthe\nat\ntop\nand\nthe\nwaist,\nwhen\nclasped,\nshown\nin\nthe\nnarrowest\nat\nas\naccompanying\nillustration,\nchange\nin\nany\nfit\nadjustment\nis\nrendered\nimpossible.\nIt\nor\nwill be\nthat\neach\nside\nof\nexamination\nat\nthe\nbottom\nof\nthe\nseen\non\ncorsage\nis\nlarge\nround\nplate\nor\nboss\nof\nornamental\nsilver\nThese\na\nclasps\nfor\nthe\nhandsomely-mounted\nsilver\nwaist-belt,\nand\nby\nserve\nas\ntheir\nsize\nand\nposition\ncontrast\nwith\nthe\nwaist,\nand\nmake\nit\nserve\nto\nextremely\nsmall.\nThat\nthe\nelegancies\nof\nfemale\nappear\nattire\nhave\nbeen\ndeeply\nstudied\neven\namong\nthe\nTartars\nof\nthe\nCrimea\nwill\nbe\nseen\nby\nthe\nfollowing\nwritten\nby\nMadame\nde\nHell,\nof\nher\nvisit to\naccount,\nPrincess\nAdel\nBeg,\ncelebrated\nTartar\nbeauty\na\n:—\nAdmitted\ninto\nfairy\nlooking\n\na\napartment\nout\non\na terraced garden,\ncurtain\nsuddenly\nraised\nthe\nend\nof\nat\nthe\nroom,\nand a woman of\na\nwas\nstriking\nbeauty\nentered,\ndressed\nin\nrich\ncostume.\nShe\nadvanced\nto\nme\nwith\nair\nof\nremarkable\ndignity,\ntook\nboth\nmy\nhands,\nkissed\nan\nme\non\nthe\ntwo\ncheeks,\nand\ndown\nbeside\nme,\nmaking\nsat\nmany\ndemonstrations\nof\nfriendship.\nShe\ndeal\nof\nrouge ;\nher\neyelids\ngreat\nwere\npainted\nwore\na\nblack,\nand\nthe\ngiving\nher\nmet\nnose,\ncountenance\na\ncertain\nover\nsternness,\nwhich,\nnevertheless,\ndid\ndestroy\nits\npleasing\nnot\neffect.\nA\nfurred\nvelvet\nfitted\ntight\nher\nstill\nelegant\nvest\nto\nfigure,\nand\naltogether\nher\nappear-\nsurpassed\nwhat\n—\nhad\nconceived\nof\nher\nbeauty.\nAfter\ntime,\nance\nsome\nwhen\n—\noffered\nto\nshe\nchecked\nwith\ngo,\nme\nvery\ngraceful\ngesture,\na\nand\nsaid\neagerly,\nPastoi,\nwhich\nis\nRussian\nfor\nStay,\nV\npastoi,\nA\n•\nstay,\n3\nand"
        },
        {
            "name": "doctr",
            "text": "I4\nTHE CORSET AND THE CRINOLINE.\nwhich, by their strong pressure, prevent the expansion of the chest; this\ncorset also confines the bust from the collar-bones to the waist by means\nof a cord which passes through leather rings. They even wear it\nduring the night, and only take it off when worn out, to put on another\nquite as small.\" He then speaks of the daughters of Osman Oglow,\nand says, Their figures were tightened in an extraordinary degree, and\ntheir anteries were clasped from the throat downwards by silver plates. >>\nThese plates are not only ornamental, but being firmly sewn to the\ntwo busks in front of the corset, and being longest at the top and\nnarrowest at the waist, when clasped, as shown in the accompanying\nillustration, any change in fit or adjustment is rendered impossible. It\nwill be seen on examination that at each side of the bottom of the\ncorsage is a large round plate or boss of ornamental silver These\nserve as clasps for the handsomely-mounted silver waist-belt, and by\ntheir size and position serve to contrast with the waist, and make it\nappear extremely small. That the elegancies of female attire have been\ndeeply studied even among the Tartars of the Crimea will be seen by\nthe following account, written by Madame de Hell, of her visit to\nPrincess Adel Beg, a celebrated Tartar beauty =\nCG Admitted into a fairy apartment looking out on a terraced garden,\na curtain was suddenly raised at the end of the room, and a woman of\nstriking beauty entered, dressed in rich costume. She advanced to me\nwith an air of remarkable dignity, took both my hands, kissed me on\nthe two cheeks, and sat down beside me, making many demonstrations\nof friendship. She wore a great deal of rouge; her eyelids were painted\nblack, and met over the nose, giving her countenance a certain sternness,\nwhich, nevertheless, did not destroy its pleasing effect. A furred velvet\nvest fitted tight to her still elegant figure, and altogether her appear-\nance surpassed what I had conceived of her beauty. After some time,\nwhen I offered to go, she checked me with a very graceful gesture, and\nsaid eagerly, Pastoi, pastoi,' which is Russian for - Stay, stay, and"
        },
        {
            "name": "easyocr",
            "text": "CRINOLINE: THE CORSET AND THE 14\nwhich, by their strong preesure, prevent the expansion of the chest ; this\ncorset also confines the bust from the collar-bones to the waist   by means\nThey rings. which   passes   through leather of cord it\neven wear 2\nduring the night, and only take it off when out, on another put to\nWorn\nOglow, of the daughters of Osman as   small.? He then quite speaks\nTheir figures were tightened in an extraordinary   degree, and and sajs, (6\nclasped from the throat downwards by silver 23 plates. their anteries were\nnot only ornamental, but being firmly sewn These plates are the to\nbeing   longest   at top and the corset; and the two busks of in front\nat the waist, the accompanying when   clasped, słown in narrowest as\nillustration, any change in fit is   rendered impossible adjustment It Or\nexamination side of the bottom of the that each be wil] at seen on\nlarge   round  plate These boss  of ornamental silver is corsage or a\nsilver   waist-belt; clasps the  handsomely-mounted and by for\nserve as\nthe waist; and and   position contrast   with their make size it to serve\nThat the elegancies of female attire have been appear extremely small.\namong the Tartars of the Crimea will deeply studied be seen   by even\nthe   following   accounts written  by Madame de Hell, visit of her to\nBeg, celebrated Tartar beauty Princess Adel a\nJooking apartment fairy terraced garden, Admitted into a (6 out on\n2\nend of the room, and woman of suddenly raised curtain at the Was 2 2\nstriking beauty entered, dressed in rich costume: She advanced to me\nboth   my hands, kissed an air of remarkable  dignity, took with me OIl\nmaking many demonstrations cheeks,  and beside  me, the two down sat\nfriendship. painted deal of rouge ; of She her eyelids were\ngreat wore a\ngiving her countenance a certain   sternness, nose, black, and met over the\nwhich, nevertheless; did not destroy its pleasing effect. A furred velvet\nher   still   elegant figure, and altogether vest fitted tight to her   appear -\ntime, surpassed   what I had conceived of her beauty. After some ance\ngraceful gesture; and when I offered to g0, she checked me with a   very\nStay, and Pastoi, pastoi, which Russian for said   eagerly, is stay;"
        },
        {
            "name": "pytesseract",
            "text": "14 THE CORSET AND THE CRINOLINE.\nwhich, by their strong pressure, prevent the expansion of the chest; this\ncorset also confines the bust from the collar-bones to the waist by means\nof a cord which passes through leather rings. '[hey even wear it\nduring the night, and only take it ofr when worn out, to put on another\nquite as small.” He then speaks of the daughters of Osman Oglow,\nand says, *' Their figures were tightened in an extraordinary degree, and\ntheir anteries were clasped from the throat downwards by silver plates.”\n\"These plates are not only ornamental, but being firmly sewn to the\ntwo busks in front of the corset, and being longest at the top and\nnarrowest at the waist, when clasped, as shown in the accompanying\nillustration, any change in fit or adjustment is rendered impossible, It\nwill be seen on examination that at each side of the bottom of the\ncorsage is a large round plate or boss of ornamental silver \"These\nserye as clasps for the handsomely-mounted silver waist-belt, and by\ntheir size and position serve to contrast with the waist, and make it\nappear extremely small, \"That the elegancies of female attire have been\ndeeply studied even among the Tartars of the Crimea will be seen by\nthe following account, written by Madame de Hell, of her visit to\nPrincess Adel Beg, a celebrated Tartar beauty :—\n« Admitted into a fairy apartment looking out on a terraced garden,\na curtain was suddenly raised at the end of the room, and a woman of\nstriking beauty entered, dressed in rich costume. She advanced to me\nwith an air of remarkable dignity, took both my hands, kissed me on\nthe two cheeks, and sat down beside me, making many demonstrations\nof friendship. She wore a great deal of rouge; her eyelids were painted\nblack, and met over the nose, giving her countenance a certain sternness,\nwhich, nevertheless, did not destroy its pleasing effect. A furred velvet\nvest fitted tight to her still elegant figure, and altogether her appear-\nance surpassed what I had conceived of her beauty. After some time,\nwhen I offered to go, she checked me with a very graceful gesture, and\nsaid eagerly, * Pastoi, pastoi,) which is Russian for *Stay, stay, and\n"
        }
    ]
}