{
    "file": "f012.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "viii\nPREFACE\nfrom Smith, who himself was prone to include\n8\nthe most extravagant myths in his pages, calls\nhis folio A GENERAL AND TRUE\nHISToRY OF\nTHE LIVES AND ACTIONS OF THE\nMost\nFAMouS\n)\nHIGíwayMEn. Both of them include pirates and\nmurderers. Of the “ truth\" of much in Smith\nand Johnson, the less said the better.\nNo one has ever reprinted those authors in\ntheir original extravagance, or their grossness.\nIt would be impossible ; and, if possible, it would\nnot be entertaining. Nor has any one ever edited\nthem, or even written an independent history of\nthe highwaymen. When we consider how astonish-\ningly\npopular those romances have ever been\nwhich have had Claude Du Vall, and Turpin,\nand their like for heroes, this is not a little\nsurprising.\nPerhaps the task has been abandoned because\nof the difficulty—the almost insuperable difficulty\n—of sifting fact from fiction, and because of a\nchilling sense that it would be a thankless task\nto present the highwayman as he really was: a\nfellow rarely heroic, generally foul-mouthed and\ncruel, and often cowardly.\nNo novelist would\nbe likely to thank the frank historian for this dis-\nservice ; and I do not think the historian who came\nto the subject in this cold scientific spirit of a\ndemonstrator in surgery would be widely read."
        },
        {
            "name": "doctr",
            "text": "viii\nPREFACE\nfrom Smith, 20ho himself 20as prone to include\nthe most eatravagant myths in his pages, calls\nhis folio A GENERAL AND TRUE HISTORY OF\nTHE LIVES AND ACTIONS OF THE MOST FaMOUS\nHIGIWAYMEN. Both of them include pirates and\nmurderers. Of the C6 truth 95 of much in Smith\nand Johnson, the less said the better.\nNo one has ever reprinted those authors in\ntheir original eatravagance, 01 their grossness.\nIt would be impossible ; and, if possible, it would\nnot be entertaining. Nor has any one ever edited\nthem, o1 even zritten an independent history of\nthe highuaymen.\nWhen we consider how astonish-\ningly popular those romances have ever been\nwhich have had Clande Du Vall, and Turpin,\nand their like for heroes, this is not a little\nsurprising.\nPerhaps the task has been abandoned because\nof the difficulty-the almost insuperable difficulty\n-of sifting fact from fiction, and because of a\nchilling sense that it would be l thankless task\nto present the highwayman as he really was : a\nfellow rarely heroic, generally foul-mouthed and\ncruel, and often cowardly.\nNo novelist eould\nbe likely to thank the frank historian for this dis-\nservice ; and I do not think the historian who came\nto the subject in this cold scientific spirit of a\ndemonstrator in surgery would be widely read."
        },
        {
            "name": "easyocr",
            "text": "PREFACE viii\nhimself who inchude from Smith, to prone was\nextravagant   myths calls most in his the pages,\nfolio GENERAL HISTORY TRUE his A AND OF\nLIVES ACTIONS Mosr FAMOUS THE AND OF THE\nBoth of them inchude pirates and HIGHWAYMIEN .\nmurderers. of Of   the truth Smith 66 9 ) nvuch in\nand Johnson, the less said the better .\nrepvinted No has authors in those one ever\nthein ectravagance, original their   Jrossne88 . 01'\nand, if possible, it would be impossible ; would It\nentertaining . edited Nor has any not be\none ever\nindependent   hvistory of them, even   written (L91 07'\nWhen we consider how astonish- the highwaynen.\npopular ingly have been those vomanices ever\nwhich Claude have Vall, aa1d had Du Turpin,\nand their like for heroes, this little is not (6\nsurprising .\nPerhaps the been   abandoned task Zas because\nthe  dificulty_the almost insuperable dificulty of\n~of sifting fact from fiction, and because of (\nchilling it would that thalless task be sense\n(l\nto  present the  highwayman he   \"eally was as 0\nheroic, geverally foul-mouthed   and fellow   rarely\noflen   cowardly . aould and cruel, No novelist\nbe likely to thank the frank historian for this  dis-\nservice ; and I do not think the histovian who came\nsubject   in this   cold   scientific spirit of 0 the to\nwidely   vead. would demonstrator be in swvgery"
        },
        {
            "name": "pytesseract",
            "text": "viii BREFACE\n„ from Smith, who himself was prone to include\nthe most ertravagant myths in his pages, calls\nhis folio A. GENERAL AND TRUE HISTORY O0F\nTHE LIVES AND ACTIONS OF THE Mosr FAMOUS\nHIGHWAYMEN. Both of them include pirates and\nmurderers. Of the * truth\" of much in Smith\nand Johnson, the less satd the better. e\nNo one has ever reprinted those authors im\ntheir original extravagance, or their grossness.\nIi would be impossible ; and, if possible, ił woułd\nnot be entertaining. Nor has any one ever edited\nthem, or even written an imdependent history of\nthe highwaymen. When we consider how astonish-\ningly popular those romances have ever been\nwhich have had Cłaude Du Fall, and Turpin,\nand their like for heroes, this is not a little\nsurpristng.\nPerhaps the task has been abandoned because\nof the difficulty—the almost insuperable dijjiculty\n—of sifting fact from fiction, and because of a\nchilling sense that ił would be a thankless task\nto present the highwaymam as he really was: a\nJelłow rarely heroic, generally foul-mouthed and\ncruel, and often cowardły. No movelist would\nbe likely to thank the frank historian for this dis-\nservice ; and I do not think the histortan who came\nto the subject im this cold scientific spirit of a\ndemonstrator im surgery would be widely read.\n"
        }
    ]
}