{
    "file": "f013.tiff",
    "results": [
        {
            "name": "paddle",
            "text": "PREFACE\nix\nMost of us like to keep a few of the illusions\nwe believed in when schoolboys. Scientific his-\ntorians have degraded many of our ancient heroes\n:\nand exalted the villains, for whom of old no\nmud was too thick and slab.\nBeliefs are being\n–\nassailed on every side. To abolish the traditional\ncourtesy of Claude Du Vall or the considerate\nconduct of Captain Hind would, therefore, be\nstrokes of the unkindest, and I have here attempted\nno such iconoclasm. Even where I cannot be-\nlieve, I have told the tale—whenever it has been\nworth the telling—as it is found in criminal\ntrials, or in Smith or Johnson, and other old\nsources, decorously stripped of much vile language.\nFor really, whère much that seems incredible\nmay be fully proved, and where the believable\nturns out not rarely to be false, 'tis your only way.\nTo continue the story of the highwaymen from\nSmith and Johnson down to the approaching end\nof all such things in the beginning of the nine-\nteenth century, is like taking up and concluding\nhalf-told tale. But it was worth the doing.\nOnly in respect of the great figure Turpin has\nalways made, has it been found really necessary\nto seriously consider and re-state the career of\nthat much-overrated scoundrel, and to put him\nin his proper place: a very much lower one\nthan he usually occupies."
        },
        {
            "name": "doctr",
            "text": "PREFACE\nix\nMost of us like to keep a few of the illusions\nwe believed in when schoolboys.\nScientific his-\ntorians have degraded many of our ancient heroes\nand ecalted the villains, for whom of old 10\nmud tas too thich and slab.\nBeliefs are being\nassailed on every side. To abolish the traditional\ncourtesy of Claude Du Vall 01 the considerate\nconduct of Captain Iind would, therefore, be\nstrokes ofthe unkindest, and Ihave here attempted\nn0 such iconoclusm. Even where I cannot be-\nlieve, I have told the tale -whenever it has been\nworth the telling --CS it is found in criminal\ntrials, or in Smith O? Johnson, and other old\nsources, decorously stripped of much vile language.\nFor really, tchere much that seems incredible\nmey be fully proved, and where the believable\nturns out not rarely to be false, 'tis your only way.\nTo continue the story of the higluaymen from\nSmith and Johnson down to the approaching end\nof all such things in the beginning of the nine-\nteenth century, is like taking up and concluding\na half-told tale. But it 200S worth the doing.\nOnly in respect of the great figure Turpin has\nalways made, has it been found really necessary\nto seriously consider and re-state the career of\nthat much-overrated scoundrel, and to put him\nin his proper place : a very much lower one\nthan he usually occupies."
        },
        {
            "name": "easyocr",
            "text": "PREFACE ix\nIceep of Most few   of like the   illusions to Us (V\nschoolboys  believed Scientific when his - in we\n1a9uy tovians have degraded of our ancient heroes\nthe   villains; for ecalted and whon old of\n160\nbeing n1uud Beliefs thick and slab . too ar'e was\nassailed on every side. abolish the traditional 'Lo\ncourtesy considevate Claude Vall of Du the\n01'\nconduct of Captain therefore; Iind would , be\nstrokes of the unkindest, and Ihave here attempted\niconoclasm . cannot such Even where I be- 910\nlieve, has been have told the tale_whenever it I\ntelling_as crininal found wovth is the it in\ntrials, Johnson, other Smvith and old in\n01' 01'\nsouvces, decorously stripped of much vile Zanguage.\nreally , incredible For where nuch that seens\nthe be   fully   proved, believable and where M09\ntwrns out vot rarely to be false, tis J0w1\" only way.\nthe   story %f the highwaymen from 'Io continue\nSmith   and Johnson   down the   approaching end to\nsuch   things of the nine- the   beginning of   all in\nand   concluding teenth   century, is like   taking  \"p\ndoing . half-told worth tale. But the it Wcs\n(\nOnly in   respect of figwre Twrpin the has great\nalways   made, been fownd   really   necessary has it\nconsider and seriously \"'e-state the of to career\nmnuch-ovevrated scowaudel, and him that to put\nmuch lower proper   place _ his in very one C :\nhe usually   occupies. than"
        },
        {
            "name": "pytesseract",
            "text": "PREFACE ix\nMost of us like to keep a few of the illusions\nwe believed in when schoolłboys. Scientific his-\ntorians have degraded many of our ancient heroes\nand ecalted the villains, for whom of ołd no\nmud was too thick and slab.  Beliefs are being\nassailed on every stde. To abolish the traditional\ncourtesy of Claude Du Vall or the considerate\nconduct of Captain Ilimd would, theręfore, be\nstrokes of the unkindest, and I have here attempted\nno such iconocłasm. Hven where I cannot be-\nłieve, I have told the tałe—whenever Ut has been\nworth the telling—as it is found in criminał\ntrials, or in Smith or Johnson, and other ołd\nsources, decorousły stripped of much vile language.\nFor really, where much that seems ineredible\nmey be fully proved, and where the believable\nturms out mot rarely to be false, tis your onty way.\nTo continue the story of the higluwaymen from\nSmith and Johnson down to the approaching end\nof ałl such things in the beginning of the nine-\nteenth century, is like taking up and concłuding\na hałf-told tale. But it was worth the doing.\nOnły im respect of the great figure Turpim has\nalways made, has it been found really necessary\nto seriousły consider and re-stale the career of\nthat much-overrated scoundreł, and to put him\nin his proper place: a very much lower one\ntham he usualły occupies.\n"
        }
    ]
}