{
    "file": "a058.tiff",
    "results": [
        {
            "name": "doctr",
            "text": "48\ntook his breakfast upstairs he found, to his horror, that both the bedroom door and the\nwindow were wide open and his beloved master lay dead in his bed, which was covered with\nblood! There are 110 such things as coroners and'juries in Turkey to ascertain the causes ot\nmysterious deaths of this kind, but the news that the Patriarch was dead spread like wildfire\nthrough Constantinople. The Sultan himself thought it advisable to show some concern in\nthe matter, and aides-de-camp from the Palace were sent to the Patriarchate to learn the full\ndetails ofthis c sad catastrophe,\" as they termed it. The official statement was that the\nArchbishop died of dysentery. Only a very few know how the Archbishop had died, and\nthey wisely kept their mouths shut.\nI was told the details of this story by a high official ofthe Armenian Patriarchate. It\nseems that as the poison did not act as quiekly as the Patriarch's enemies had anticipated,\nowing to his having been cautioned in the nick of time, they \"had to resort to other means 73\nThe funeral was the largest ever witnessed in Constantinople, with an escort of Turkish\ncavalry sent specially by the Sultan, and representatives of all the religious denominations\nand the Diplomatie Corps. I was myself present, representing a foreign Government."
        },
        {
            "name": "pytesseract",
            "text": "48\ntook his breakfast upstairs he found, to his horror, that both the bedroom door and the\nwindow were wide open and his beloved master lay dead in his bed, which was covered with\nblood! here are no such things as coroners and juries in Turkey to ascertain the canses of\nmysterious deaths of this kind, but the news that the Patriarch was dead spread like wildfire\nthrough Constantinople. The Sultan himself thought it advisable to show some concern in\nthe matter, and aides-de-camp from the Palace were sent to the Patriarchate to learn the full\ndetails of this “sad catastrophe,’ as they termed it. The ofticial statement was that the\nArchbishop died of dysentery. Only a very few know how the Archbishop had died, and\nthey wisely kept their mouths shut.\nIT was told the details of this story by a high official of the Armenian Patriarchate. It\nseems that as the poison did not act as quickly as the Patriarch’s enemies had anticipated,\nowing to his having been cautioned in the nick of time, they “had to resort to other means”!\nThe funeral was the largest ever witnessed in Constantinople, with an escort of Turkish\neuvalry sent specially by the Sultan, and representatives of all the religious denominations\nand the Diplomatie Corps. I was myself present, representing a foreign Government.\n"
        },
        {
            "name": "paddle",
            "text": "+\n+"
        },
        {
            "name": "easyocr",
            "text": "48\nthe took hiz hreakfast \"pstairs hie   foud], that hoth the bedroom door ahd to his   h1orrol;\nhis hed, which covered with lay. window were wide open and his helovedl master dead iu Wals\nTurkey to ascertain_ thing: a8 coroners and juries iI the causes of hlood ! 'Therc are 110 such\nthe Patriarch was dead spread like wildfire mysterious deaths of this kiud, but the uewa that\nThe Sultan himself thought it to show advisal)le in through Constantinople: some conceru\nto learn the full the matter , and aides-cle-Cmp from the Palace were sent to the Patriarchate\nthey Thc fticial that the termed it. statenlent tastrophe, 4letails of this sacl was 0 a3  [ c\nArehbishop had died, and Archbishop died of dysentery . Ouly hiow few know the very\na\nthey wisely kept their mouths shut,\nIt Armehlian Patriarchate. was told the details of this story hy & high offieial of the L\nthe Patriareh'$ enemies had anticipatedl, qquickly did n0t act reems that a: the poison a3 a3\nbaviug heen Gantionedl in the nick, of time, they had to resort to other means o#ing to His\nan1 escort of' Turkizh in  Constantinople, with the   largest wituessed The funeral ever Was\nthe  religious denominations Cavalry sent ~pecially by the Sultal, anl representatives of' all\nmyself present, representing a foreign Government. al the Diplomatie 'orp: I Wals"
        }
    ]
}